Repository: pisilinux/kde-tr
Catalog: k3b/k3b._desktop_.po
Languages: tr

# Name
source: Video DVD Browser
tr: Video DVD Tarayıcı

# Description
source: A kioslave that allows files to be copied from a Video DVD (including decryption)
tr: Bir Video DVD'den dosyaların kopyalanmasını (ve kodunun çözülmesini) sağlayan kioslave

# Name
source: K3b Plugin
tr: K3b Eklentisi

# Name
source: K3b FFMpeg Decoder
tr: K3b FFMpeg Çözücüsü

# Comment
source: Decoding module to decode WMA files
tr: WMA dosyalarının kodlarını çözmek için çözücü modül

# Name
source: K3b FLAC Decoder
tr: K3b FLAC Çözücüsü

# Comment
source: Decoding module to decode FLAC files
tr: FLAC dosyalarının kodlarını çözmek için çözücü modül

# Name
source: K3b Libsndfile Decoder
tr: K3b Libsndfile Çözücü

# Comment
source: Decoding module to decode audio files supported by libsndfile
tr: libsndfile destekli ses dosyalarının kodlarını çözen kod çözme modülü

# Name
source: K3b MAD Decoder
tr: K3b MAD Çözücü

# Comment
source: Decoding module to decode MPEG 1 Layer III files
tr: MPEG 1 Layer III dosyalarının kodlarını çözmek için kod çözme modülü

# Name
source: K3b Musepack Decoder
tr: K3b Musepack Çözücü

# Comment
source: Decoding module to decode Musepack audio files
tr: Musepack ses dosyalarının kodlarını çözen Kod çözme modülü

# Name
source: K3b Ogg Vorbis Decoder
tr: K3b Ogg Vorbis Çözücü

# Comment
source: Decoding module to decode Ogg Vorbis files
tr: Ogg Vorbis dosyalarının kodlarını çözmek için kod çözme modülü

# Name
source: K3b ??? Decoder
tr: K3b ??? Çözücü

# Comment
source: Decoding module to decode ??? files
tr: ??? dosyalarının kodlarını çözen kod çözme modülü

# Name
source: K3b Wave Decoder
tr: K3b Wave Çözücü

# Comment
source: Decoding module to decode wave files
tr: Wav dosyalarının kodlarını çözmek için kod çözme modülü

# Name
source: K3b External Audio Encoder
tr: K3b Harici Ses Kodlayıcısı

# Comment
source: Encoding module that allows specifying an encoding command
tr: Özel bir şifreleme komutu vermenize izin veren şifreleme modülü

# Name
source: K3b External Audio Encoder Config Widget
tr: K3b Harici Ses Kodlayıcısı Yapılandırma Parçacığı

# Name
source: K3b Lame MP3 Encoder
tr: K3b Lame MP3 Şifreleyicisi

# Comment
source: Encoding module to encode MPEG1 Layer III (MP3) files
tr: MPEG1 Layer III (MP3) dosyalarını şifrelemek için şifreleme modülü

# Name
source: K3b Lame MP3 Encoder Config Module
tr: K3b Lame MP3 Şifreleyicisi Yapılandırma Modülü

# Name
source: K3b Ogg Vorbis Encoder
tr: K3b Ogg Vorbis Kodlayıcısı

# Comment
source: Encoding module to encode Ogg Vorbis files
tr: Ogg Vorbis dosyalarını şifrelemek için şifreleme modülü

# Name
source: K3b Ogg Vorbis Encoder Config Widget
tr: K3b Ogg Vorbis Kodlayıcısı Yapılandırma Parçacığı

# Name
source: K3b ??? Encoder
tr: K3b ??? Şifreleyicisi

# Comment
source: Encoding module to encode <name> files
tr: <name> dosyalarını kodlamak için kodlayıcı modülü

# Name
source: K3b SoX Audio Encoder
tr: K3b SoX Audio Şifreleyicisi

# Comment
source: Encoding module to encode many file formats using SoX
tr: SoX'u kullanarak pek çok dosya kipini şifrelemek için şifreleme modülü

# Name
source: K3b SoX Audio Encoder Config Module
tr: K3b SoX Kodlayıcısı Yapılandırma Parçacığı

# Name
source: K3b Audio Metainfo Renamer
tr: K3b Ses Bilgileri Yeniden Adlandırıcı

# Comment
source: Plugin to rename audio files in a data project based on the meta info.
tr: Bir veri projesindeki ses dosyalarının bilgilerini yeniden yazabilen bir eklenti.

# Name
source: K3b CDDB Audio Plugin
tr: K3b CDDB Ses Eklentisi

# Comment
source: Plugin to query a CDDB server for information about an audio project.
tr: Bir ses projesi için CDDB sunucusundan bilgi sorgulama eklentisi.

# Name
source: Update device and programs permissions
tr: Aygıt ve uygulama izinlerini güncelle

# Description
source: Authentication is required to update permissions of devices and programs
tr: Aygıt ve uygulama dizinlerini güncellemek için yetki gerekiyor

# Name
source: Adds current user to a specified group
tr: Geçerli kullanıcıyı belirli bir gruba ekle

# Description
source: Authentication is required to add current user to a group
tr: Geçerli kullanıcıyı bir gruba eklemek için yetki gerekiyor

# Name
source: Process successful
tr: İşlem başarılı

# Comment
source: Process successfully finished
tr: İşlem başarıyla sonuçlandı

# Name
source: Process error
tr: İşlemde hata oluştu

# Comment
source: Process finished with errors
tr: İşlem hatalarla sonuçlandı

# Name
source: Waiting for medium
tr: Ortam için bekleniyor

# Comment
source: The user needs to insert a medium
tr: Kullanıcının bir ortam yerleştirmesi gerekiyor

# Name
source: Busy
tr: Meşgul

# Comment
source: K3b is currently busy and cannot start any other operations
tr: K3b şu an meşgul ve herhangi bir işlem başlatamıyor

# Name
source: No problems found
tr: Sorun bulunamadı

# Comment
source: No problems found in system configuration
tr: Sistem yapılandırmasında bir sorun bulunamadı

# Name
source: Mount/unmount failed
tr: Bağlama/ayırma başarısız

# Comment
source: Medium cannot be mount or unmounted
tr: Ortam bağlanamıyor veya ayrılamıyor

# Name
source: Track data not found
tr: Parça verisi bulunamadı

# Comment
source: Track information has not been found in the online database
tr: Parça bilgisi çevrimiçi veritabanında bulunamadı

# GenericName
source: Disk Burning
tr: Disk Yazma

# Comment
source: Disk writing program
tr: Disk yazma uygulaması

# Name
source: Extract Digital Audio with K3b
tr: K3b ile Sayısal Ses Aktar

# Name
source: Copy with K3b
tr: K3b ile Kopyala

# Name
source: Create Audio CD with K3b
tr: K3b ile Ses CD'si Oluştur

# Name
source: Create file project with K3b
tr: K3b ile dosya projesi oluştur

# Name
source: Create Video CD with K3b
tr: K3b ile Video CD Oluştur

# Name
source: Copy DVD with K3b
tr: K3b ile DVD Kopyala

# Name
source: Rip Video DVD Titles with K3b
tr: K3b ile Video DVD Başlıklarını Aktar

# Name
source: Write CD Image with K3b
tr: K3b ile CD Kalıbı Yazdır

# Name
source: Write image to disc with K3b
tr: K3b ile kalıbı diske yazdır
