Repository: pisilinux/kde-tr
Catalog: ktorrent/ktorrent._desktop_.po
Languages: tr

# Name
source: Torrent silently opened
tr: Torrent sessizce açıldı

# Name
source: Torrent stopped by error
tr: Torrent bir hata tarafından durduruldu

# Name
source: Torrent has finished downloading
tr: Torrent indirme işlemi tamamlandı

# Name
source: Maximum share ratio reached
tr: En yüksek paylaşım oranına ulaşıldı

# Name
source: Maximum seed time reached
tr: En yüksek paylaşım süresine ulaşıldı

# Name
source: Disk space is running low
tr: Disk alanı azalıyor

# Name
source: Corrupted data has been found
tr: Bozuk veri bulundu

# Name
source: Torrent cannot be enqueued
tr: Torrent bekletilemez

# Name
source: Torrent cannot be started
tr: Torrent başlatılamadı

# Name
source: Torrent cannot be loaded silently
tr: Torrent sessizce yüklenemedi

# Name
source: DHT is not enabled
tr: DHT etkin değil

# Name
source: Event generated by plugin
tr: Olay eklenti tarafından oluşturuldu

# Name
source: Magnet link download started
tr: Magnet bağlantı indirmesi başlatıldı

# GenericName
source: BitTorrent Client
tr: BitTorrent İstemcisi

# Comment
source: A BitTorrent program by KDE
tr: KDE tarafından BitTorrent uygulaması

# Name
source: Scheduler
tr: Zamanlayıcı

# Comment
source: Schedule upload and download limits over a period of a week
tr: Bir hataflık periyodlarla gönderme ve indirme sınırlarını zamanla

# Name
source: Download Order
tr: İndirme Sırası

# Comment
source: Specify the download order of a multi-file torrent
tr: Birden fazla dosyaya sahip bir torrentin indirme sırasını belirler

# Name
source: Information Widget
tr: Bilgi Penceresi

# Comment
source: Displays general information about a torrent in several tabs
tr: Çeşitli sekmelerde bir torrent hakkındaki genel bilgileri gösterir

# Name
source: IP Filter
tr: IP Süzgeci

# Comment
source: Filter IP addresses through a blocklist
tr: Bir engel listesiyle IP adreslerini süzgeçten geçirir

# Name
source: Log Viewer
tr: Günlük İzleyicisi

# Comment
source: Displays the logging output
tr: Günlük kaydı çıktısını görüntüler

# Name
source: Magnet Generator
tr: Magnet Üretici

# Comment
source: Generates magnet links
tr: Magnet bağlantıları üretir

# Name
source: Media Player
tr: Ortam Oynatıcısı

# Comment
source: Phonon-based media player
tr: Phonon temelli çoklu ortam oynatıcısı

# Name
source: Scan Folder
tr: Dizin Tara

# Comment
source: Scan folders for torrent files and load them
tr: Dizinleri torrent dosyaları için tarar ve bulunan dosyaları yükler

# Name
source: Scripting
tr: Betikleme

# Comment
source: Enables Kross scripting support
tr: Kross betikleme desteğini etkinleştirir

# Name
source: Automatic Remove
tr: Otomatik Silme

# Comment
source: Script to automatically remove torrents when they finish downloading or seeding
tr: İndirilmesi ya da gönderilmesi biten torrentleri otomatik olarak kaldıran bir betik

# Name
source: Automatic Resume
tr: Otomatik Devam Et

# Comment
source: Script to automatically resume after some time, when the suspended state is enabled
tr: Duraklatılmış bir torrent görevini, bir süre sonra otomatik olarak devam ettiren betik

# Name
source: E-Mail Notifications
tr: E-posta Bildirimleri

# Comment
source: Script to notify you of events via e-mail
tr: Olaylar hakkında sizi e-posta ile bilgilendiren bir betik

# Name
source: Tracker Grouping
tr: İzleyici Gruplandırması

# Comment
source: Script to create automatic groups based upon tracker URLs
tr: İzleyici adreslerini temel alarak otomatik gruplar oluşturan bir betik

# Name
source: Search
tr: Ara

# Comment
source: Search for torrents
tr: Torrentleri ara

# Name
source: Shutdown
tr: Kapat

# Comment
source: Allows you to shutdown your computer when torrents finish
tr: Torrentler bittiği zaman bilgisayarınızın otomatik olarak kapanmasına olanak sağlar

# Name
source: Statistics
tr: İstatistik

# Comment
source: Shows statistics about torrents in several graphs
tr: Çeşitli grafiklerde torrentlerle ilgili istatistikleri gösterir

# Name
source: Syndication
tr: Dayanışma

# Comment
source: Syndication plugin for KTorrent, supporting RSS and Atom feeds
tr: KTorrent için dayanışma eklentisi, RSS ve Atom kaynakları destekler

# Comment
source: Forward ports using UPnP
tr: UPnP kullanarak portları yönlendirir

# Comment
source: Discover peers on the local network using the Zeroconf protocol
tr: Zeroconf protokolünü kullanarak yerel ağdaki paylaşımcıları bulur
