Repository: pisilinux/kde-tr
Catalog: apper/apper._desktop_.po
Languages: tr

# Name
source: Apper Monitor
tr: Apper İzleyici

# Comment
source: Watch transactions and Notify about Software Updates
tr: Aktarımları izle ve yazılım güncelleştirmelerini bildir

# Comment
source: Apper Notification
tr: Apper Bildirimi

# Name
source: New updates available
tr: Yeni güncelleştirmeler var

# Name
source: Updates are being installed
tr: Güncellemeler yükleniyor

# Name
source: Updates are being downloaded
tr: Güncellemeler indiriliyor

# Name
source: A System Restart is Required
tr: Sistemin Yeniden Başlatılması Gerekiyor

# Name
source: A transaction failed to complete successfully
tr: Bir aktarım başarılı bir şekilde tamamlanamadı

# Name
source: Updates finished installing
tr: Güncellemelerin yüklenmesi tamamlandı

# Name
source: Message from the software manager
tr: Yazılım yöneticisinden ileti

# Name
source: A transaction error occurred
tr: Bir işlem hatası oluştu

# Name
source: A distribution upgrade is available
tr: Bir dağıtım güncellemesi mevcut

# Name
source: The distribution upgrade completed
tr: Dağıtım güncellemesi tamamlandı

# Name
source: The distribution upgrade completed with an error
tr: Dağıtım güncellemesi bir hata ile tamamlandı

# GenericName
source: Software Management
tr: Yazılım Yönetimi

# Comment
source: Application to get and manage software
tr: Yazılımları indirmek ve yönetmek için kullanılan bir uygulama

# Name
source: Apper Installer
tr: Apper Yükleyici

# Name
source: Apper Settings
tr: Apper Ayarları

# Name
source: Apper Updates
tr: Apper Güncellemeleri

# Name
source: Limba Package Installer
tr: Limba Paket Yükleyici

# GenericName
source: 3rd-party software installer
tr: Üçüncü Parti Yazılım yükleyici

# Comment
source: Tool to install software from 3rd-party sources
tr: Üçüncü parti yazılımları yüklemek için bir araç

# Name
source: Software Updater
tr: Yazılım Güncelleyici

# Comment
source: Displays and updates software
tr: Yazılımları görüntüler ve günceller
