Repository: pisilinux/kde-tr
Catalog: apper/org.kde.apper.appdata.po
Languages: tr

source: KDE application and package management tool
tr: KDE uygulama ve paket yönetim aracı

source: Apper is a graphical management tool for packages and applications provided by a Linux distribution.
tr: Apper, Linux dağıtımları tarafından sağlanan uygulamalar ve paketler için grafiksel yönetim aracıdır.

source: It allows installing new software as well as keeping the system up to date by installing updates.
tr: Güncellemeleri yaparak, sistemini güncel tutmanın yanı sıra, yeni yazılımları yüklemenizede olanak tanır.

source: Features:
tr: Özellikler:

source: Distribution-agnostic management of software packages
tr: Yazılım paketleri için dağıtım bağımsız yönetim

source: Application management for users unexperienced with packages
tr: Paketler ile deneyimi olmayan kullanıcılar için uygulama yönetimi

source: Editor for software sources and PackageKit settings
tr: Yazılım kaynakları ve PackageKit ayarları için düzenleyici

source: System software updates notifier and installer
tr: Sistem yazılım güncelleme uyarıcı ve kurucu

source: Close integration with the KDE Plasma desktop
tr: KDE Plasma masaüstü ile birlikte tümleştirme

source: The main window showing a description of the selected package
tr: Seçili paketlerin açıklamalarını ana pencereden gösterme

source: The KDE Community
tr: KDE Topluluğu
