Repository: pisilinux/kde-tr
Catalog: plasma-nm/plasma-nm._desktop_.po
Languages: tr

# Name
source: Networks
tr: Ağlar

# Comment
source: Network status and control
tr: Ağ denetim ve durum izleme

# Name
source: Connections
tr: Bağlantılar

# Comment
source: Edit your Network Connections
tr: Ağ bağlantılarınızı düzenleyin

# X-KDE-Keywords
source: network,wifi,ethernet,mobile,broadband,vpn,internet,traffic
tr: ağ,wifi,ethernet,mobil,geniş bant,VPN,internet,trafik,kablosuz

# Name
source: Plasma Network Management module
tr: Plasma Ağ Yönetim Modülü

# Comment
source: Provides secrets to the NetworkManager daemon
tr: AğYönetici yardımcısına şifreleri sağlar

# Name
source: Network Management
tr: Ağ Yönetimi

# Comment
source: Network management
tr: Ağ yönetimi

# Name
source: Connection Activated
tr: Bağlantı Etkinleştirildi

# Name
source: Connection Deactivated
tr: Bağlantı Sonlandırıldı

# Name
source: Connection Added
tr: Bağlantı Eklendi

# Name
source: Connection Removed
tr: Bağlantı Kaldırıldı

# Name
source: Connection Updated
tr: Bağlantı Güncellendi

# Name
source: Device Failed
tr: Aygıt Başarısız Oldu

# Name
source: Failed to Activate Connection
tr: Bağlantı Etkinleştirilemedi

# Name
source: Failed to Add Connection
tr: Bağlantı Eklenemedi

# Name
source: Failed to Deactivate Connection
tr: Bağlantı Devre Dışı Bırakılamadı

# Name
source: Failed to Remove Connection
tr: Bağlantı Kaldırılamadı

# Name
source: Failed to Update Connection
tr: Bağlantı Güncellenemedi

# Name
source: Missing VPN Plugin
tr: VPN Eklentisi Eksik

# Name
source: Limited Connectivity
tr: Sınırlı Bağlantı

# Name
source: Failed to Create Hotspot
tr: Hotspot Oluşturulamadı

# Name
source: Network Management VPN UI Plugin
tr: Ağ Yönetimi VPN UI Eklentisi

# Comment
source: Defines KDE Network Management UI Plugins
tr: KDE Ağ Yönetimi UI Eklentilerini tanımlar

# Comment
source: Wireless network setting
tr: Kablosuz ağ ayarı

# X-KDE-Keywords
source: wifi,network
tr: wifi, ağ

# Comment
source: Fortinet SSLVPN virtual private networks
tr: Fortinet SSLVPN sanal özel ağlar

# Name
source: Iodine DNS tunnel (iodine)
tr: Iodine DNS tüneli (iodine)

# Comment
source: Tunnel connections via DNS
tr: DNS üzerinden tünel bağlantıları

# Name
source: Layer 2 Tunneling Protocol (L2TP)
tr: Katman 2 Tünel Protokolü (L2TP)

# Comment
source: Compatible with L2TP VPN servers
tr: L2TP VPN sunucuları ile uyumlu

# Name
source: PAN Global Protect (openconnect)
tr: PAN küresel koruma (openconnect)

# Comment
source: Compatible with PAN GlobalProtect SSL VPN
tr: PAN GlobalProtect SSL VPN ile uyumlu

# Comment
source: Compatible with Juniper Network Connect
tr: Juniper Network Connect ile uyumlu

# Comment
source: Compatible with Pulse Connect Secure SSL VPN
tr: Pulse Connect Secure SSL VPN ile uyumlu

# Name
source: Cisco AnyConnect Compatible VPN (openconnect)
tr: Cisco AnyConnect Uyumlu VPN (openconnect)

# Comment
source: Compatible with Cisco AnyConnect SSL VPN
tr: Cisco AnyConnect SSL VPN ile uyumlu

# Name
source: IPsec based VPN (openswan)
tr: IPsec tabanlı VPN (openswan)

# Comment
source: IPsec, IKEv1, IKEv2 based VPN
tr: IPsec, IKEv1, IKEv2 tabanlı VPN

# Comment
source: Compatible with the OpenVPN server
tr: OpenVPN sunucusuyla uyumlu

# Name
source: Point-to-Point Tunneling Protocol (PPTP)
tr: Noktadan Noktaya Tünel Protokolü (PPTP)

# Comment
source: Compatible with Microsoft and other PPTP VPN servers
tr: Microsoft ve diğer PPTP VPN sunucuları ile uyumlu

# Comment
source: Compatible with the SSH server
tr: SSH sunucusuyla uyumlu

# Name
source: Secure Socket Tunneling Protocol (SSTP)
tr: Güvenli Yuva Tünel Protokolü (SSTP)

# Comment
source: Compatible with Microsoft and other SSTP VPN servers
tr: Microsoft ve diğer SSTP VPN sunucuları ile uyumlu

# Name
source: IPsec based VPN (strongswan)
tr: IPsec tabanlı VPN (strongswan)

# Name
source: Cisco Compatible VPN (vpnc)
tr: Cisco Uyumlu VPN (vpnc)

# Comment
source: Compatible with various Cisco, Juniper, Netscreen and Sonicwall IPsec-based VPN gateways
tr: Çeşitli Cisco, Juniper, Netscreen ve Sonicwall IPsec tabanlı VPN ağ geçitleri ile uyumlu
