Repository: pisilinux/kde-tr
Catalog: kanalytics/kanalytics.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Kaan Özdinçer

# EMAIL OF TRANSLATORS
source: Your emails
tr: kaanozdincer@gmail.com

source: <p>Please help us improve KDE software by giving your approval to send some basic analytics data to KDE servers.</p><p>The data is completely <em>anonymous</em> and contains information about your hardware (CPU, GPU, etc.), system (OS name, version, etc.) and KDE software. Thank you, your consent will contribute to better KDE software in the future.</p><p><a href='http://www.kde.org'>More information</a> about the data being collected</p>
tr: <p>Lütfen bazı temel analiz verilerini, KDE sunucularına gönderilmesi için izin vererek, KDE yazılımlarının gelişmesine yardımcı olun.</p><p>Veri, tamamen <em>anonimdir</em> ve donanımınız (CPU, GPU, vs.), sisteminiz (OS adı, sürümü, vs.) ve KDE yazılımlarının barındırır. Teşekkürler, verdiğiniz izin ileride daha iyi KDE yazılımlarının geliştirilmesine yardımcı olacaktır.</p><p>Toplanan veriler hakkında<a href='http://www.kde.org'>daha fazla bilgi</a></p>

source: KAnalytics Consent
tr: KAnalytics Onay

source: Yes, help improve KDE
tr: Evet, KDE'nin gelişmesine yardım et

source: No thanks
tr: Hayır, teşekkürler

source: KAnalytics Console Application
tr: KAnalytics Konsol Uygulaması

source: Console app to inspect KAnalytics data
tr: KAnalytics verisini denetlemek için konsol uygulaması

source: (c) 2014 KAnalytics Team
tr: (c) 2014 KAnalytics Ekibi

source: Maintainer
tr: Proje Yürütücüsü

source: List the available commands
tr: Kullanılabilir komutları listele

source: Dump data in JSON format
tr: Veriyi JSON biçime dök

source: Show the user UUID
tr: Kullanıcı UUID göster

source: Command to execute
tr: Çalıştırılacak komut

source: Arguments for the specified command
tr: Belirtilen komut için değişkenler
