Repository: pisilinux/kde-tr
Catalog: plasma-framework/plasma-framework._desktop_.po
Languages: tr

# Comment
source: Report a bug in Plasma
tr: Plasma'da hata raporla

# Keywords
source: plasma;bugzilla;bug;development;support;
tr: plazma;bugzilla;hata;geliştirme;destek;plasma;

# Name
source: Bug
tr: Hata

# Name
source: hello world
tr: Merhaba Dünya

# Name
source: Applet Test
tr: Uygulama Programı Testi

# Name
source: Configuration test
tr: Yapılandırma Testi

# Comment
source: Example applet that shows how to use Models embedded in DataEngines
tr: VeriMotorları içinde gömülü Modellerin nasıl kullanılacağını gösteren uygulama programı örneği

# Name
source: Dataengine model
tr: Veri motoru modeli

# Comment
source: Example on how to manage Drop data
tr: Drop verisinin nasıl yönetileceği örneği

# Name
source: Example notes
tr: Örnek notlar

# Name
source: Now playing (QML)
tr: Şimdi çalıyor (QML)

# Comment
source: A proof of concept media player controller qml
tr: Bir ortam oynatıcısı denetçisi qml 'in kavram kanıtı

# Name
source: Poor Man's Tasks
tr: Zavallı Adam Görevleri

# Comment
source: Example showing how to write your own tasks Widget
tr: Kendi görev uygulamalarınızın nasıl yazılacağını gösteren örnek

# Name
source: Same game (QML)
tr: Aynı oyun (QML)

# Comment
source: The Same game QML Qt demo converted as plasmoid
tr: Aynı oyunun QML Qt plasmoid olarak çevrilmiş halinin tanıtımı

# Name
source: Components Test
tr: Bileşen Testi

# Name
source: Shader Test
tr: Gölgelendirici Testi

# Comment
source: Futzing with Visual Effects
tr: Görsel efektler ile Müdahale

# Name
source: Theme Test
tr: Tema Testi

# Name
source: Widgets gallery
tr: Uygulama Galerisi

# Comment
source: gallery of widgets done with Plasma QtComponents
tr: Plasma QtComponents ile yapılmış gereç galerisi

# Name
source: Example window thumbnails list
tr: Örnek pencere küçük resim listesi

# Comment
source: Example showing how to display window thumbnails
tr: Pencere küçük resim listesinin nasıl görüntüleneceğini gösteren örnek

# Name
source: Containment Test
tr: Kapsama Testi

# Name
source: Custom DataContainers
tr: Özel Veri Kapları

# Comment
source: A demonstration of how to subclass DataContainer
tr: Veri haznesinin nasıl altı sınıf yapıldığının bir göstergesi

# Name
source: Simple DataEngine Example
tr: Basit VeriMotoru Örneği

# Comment
source: A very basic DataEngine implementation
tr: Çok basit bir VeriMotoru gerçekleştirimi

# Name
source: Sources On Request
tr: İstekteki Kaynaklar

# Comment
source: A DataEngine example showing how to respond to requests for source creation and updates
tr: Kaynak oluşturma ve güncelleme için isteklere nasıl cevap verilmesi gerektiğini gösteren bir veri-motoru örneği

# Comment
source: Basic App
tr: Temel Uygulama

# Comment
source: A dummy plugin for testing
tr: Denemek için sahte bir eklenti

# Name
source: Autumn
tr: Son Bahar

# Comment
source: A breath of fresh air
tr: Temiz havadan bir nefes

# Name
source: Breeze Dark
tr: Esintili Koyu

# Name
source: Breeze Light
tr: Hafif Esinti

# Name
source: Breeze
tr: Esintili

# Comment
source: Theme done in the Oxygen style
tr: Oxygen biçimi ile yapılmış tema

# Comment
source: Plasma applet
tr: Plasma programcığı

# Comment
source: Plasma ContainmentActions
tr: Plasma İçerici Eylemleri

# Comment
source: Plasma applet container and background painter
tr: Plasma programcık içerici ve arkaplan oluşturucu

# Comment
source: Plasma Data Engine
tr: Plasma Veri Motoru

# Name
source: Plasma Package
tr: Plasma Paketi

# Comment
source: Generic Plasma Package
tr: Genel Plasma Paketi

# Name
source: Plasma Look and Feel
tr: Plasma Görünüş ve Dokunuş

# Comment
source: Defines the Visual Language for Plasma Shells
tr: Plasma Kabukları için Sanal Dili tanımlar

# Comment
source: Plasma package structure definition
tr: Plasma paketi yapı tanımlaması

# Comment
source: Scripting language extension for Plasma
tr: Plasma için betik dili eklentisi

# Comment
source: Plasma service
tr: Plasma servisi

# Name
source: Plasma Shell
tr: Plasma Kabuğu

# Comment
source: Plasma Shell Components
tr: Plasma Kabuğu Bileşenleri

# Name
source: Python data engine
tr: Python veri motoru

# Comment
source: Plasma data engine support for Python
tr: Python için Plasma veri motoru desteği

# Name
source: Python Runner
tr: Python Çalıştırıcı

# Comment
source: Plasma Runner support for Python
tr: Python için Plasma Çalıştırıcı desteği

# Name
source: Declarative widget
tr: Bildirim parçacığı

# Comment
source: Native Plasma widget written in QML and JavaScript
tr: JavaScript ve QML ile yazılmış gerçek Plasma gereci

# Comment
source: Plasma wallpaper
tr: Plasma duvar kağıdı

# Name
source: Ruby Widget
tr: Ruby Gereci

# Comment
source: Native Plasma widget written in Ruby
tr: Ruby ile yazılmış gerçek Plasma gereci

# Name
source: Plasma QML/C++ Applet
tr: Plasma QML/C Uygulamacığı

# Comment
source: A Plasma Applet template written in an hybrid mix of QML and C++: a Plasma applet template displaying a SVG picture and a text
tr: QML ve C'nin karma bir karışımı içinde yazılmış bir Plasma Uygulamacık şablonu: Bir SVG resmi ve metin gösteren bir Plasma uygulaması şablonu

# Comment
source: what your app does in a few words
tr: uygulamanızın yaptığı şey, birkaç sözcükte

# Name
source: Simple Plasma Wallpaper
tr: Basit Plasma Duvar Kağıdı

# Comment
source: Simple Plasma Wallpaper template: a Plasma wallpaper template displaying a text
tr: Basit Plasma Duvar Kağıdı şablonu: Metin görüntüleyen bir Plasma duvar kağıdı şablonu

# Name
source: Plasma QML Applet
tr: Plasma QML Uygulamacığı

# Comment
source: Plasma QML Applet template: a Plasma applet template displaying a SVG picture and a text
tr: Plasma QML Uygulamacığı şablonu: SVG resmi ve metin gösteren bir Plasma uygulaması şablonu

# Name
source: Plasma QML Applet with QML extension
tr: QML eklentisi ile Plasma QML Uygulamacığı

# Comment
source: A template for a Plasma applet which uses custom API provided by an own QML extension plugin
tr: Kendi QML eklentisi için sağlanan özel bir API kullanan Plasma uygulamacığı için bir şablon
