Repository: pisilinux/kde-tr
Catalog: samba-mounter/samba-mounter._desktop_.po
Languages: tr

# Name
source: Mount a cifs file system
tr: Cifs dosya sistemi bağla

# Description
source: Executes mount with the needed arguments to mount samba shares
tr: Samba paylaşımlarını bağlamak için gerekli değişkenlerle birlikte bağlamayı yürütür

# Name
source: Umount a cifs file system
tr: Cifs dosya sistemi ayır

# Description
source: Executes umount with the needed arguments to umount a samba share
tr: Samba paylaşımlarını ayırmak için gerekli değişkenlerle birlikte ayırmayı yürütür

# Name
source: Samba Mounter
tr: Samba Bağlayıcı

# GenericName
source: Mounts Samba shares
tr: Sampa paylaşımlarını bağlar

# Comment
source: Mounts Samba shares at startup time
tr: Samba paylaşımlarını, başlangıçta bağlar

# Name
source: Network Drives
tr: Ağ Sürücüleri

# Comment
source: Configure mounts managed by Plasma instead of fstab
tr: Bağlamaları, fstab yerine Plasma tarafından yönetilmesini yapılandırır

# X-KDE-Keywords
source: Samba,Mount,Fstab
tr: Samba,Bağlama,Fstab

# GenericName
source: Network Drives
tr: Ağ Sürücüleri

# Comment
source: Network Samba Drives
tr: Ağ Sabma Sürücüleri
