Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/contribute1.po
Languages: tr

source: Being a student you have probably already taken some notes. Let's start sharing them on WikiToLearn!
tr: Bir öğrenci olarak muhtemelen bazı notları şimdiden aldınız. Hadi bunları WikiToLearn ' de paylaşmaya başlayalım!

source: Thanks to the collaboration of other contributors like you, as well as the review of experts, we can together achieve higher quality material.
tr: Senin gibi diğer katkıda bulunanların ortak çalışması sayesinde, aynı zamanda uzmanların gözden geçirmesiyle her birlikte daha kaliteli materyale ulaşabiliriz.

source: Here are some guidelines to help you get started:
tr: Başlamanıza yardımcı olmak için işte bazı klavuzlar:

source: Step 1: Getting started
tr: Adım 1: Başlarken

source: As a first step, we advise you to read the '''[[<ref:wikitolearn-guide-chapter-0>|Manual]]'''. We can then get started by sharing your notes: Search for the related course: if it does not exist yet, '''[[<ref:wikitolearn-guide-chapter-2>|create it]]'''.
tr: İlk adım olarak, size '''[[<ref:wikitolearn-guide-chapter-0>|Kılavuz]]''' ' u okumanızı tavsiye ederiz. Daha sonra notlarını paylaşarak başlayabiliriz: İlgili kursu arayınız: eğer henüz yoksa, ''[[<ref:wikitolearn-guide-chapter-2>|oluştur]]'''.

source: You can '''[[<ref:wikitolearn-guide-chapter-3>|add new chapters]]''' inside the course, if it does not exist yet.
tr: Eğer henüz yoksa, kurs içerisinde '''[[<ref:wikitolearn-guide-chapter-3>|yeni bölüm ekleyebilirsiniz]]'''

source: It is possible to create concurrent versions of existing chapters, but we try to avoid to duplicate material.
tr: Var olan bölümlerin eşzamanlı sürümlerini oluşturmak mümkün ama yinelenen materyali önlemeye çalışıyoruz.

source: Notes, written in Word, can be simply copy pasted. For LaTeX notes you can use our '''[https://texla.wikitolearn.org LaTex to Wiki Converter]'''! (read more on the '''[[<ref:wikitolearn-guide-chapter-8>|LaTex guide]]''')
tr: Word ' de yazılan notlar kolayca kopyalanıp yapıştırılabilir. LaTeX notlar için bizim '''[https://texla.wikitolearn.org LaTex 'ten Wiki ' ye Çevirici]'''! ' mizi kullanabilirsiniz, (daha fazlasını '''[[<ref:wikitolearn-guide-chapter-8>|LaTex rehberi]]''' ' nde okuyabilirsiniz.)

source: Contact us at '''[https://chat.wikitolearn.org/channel/importing #importing]''' on the WikiToLearn chat if you have any problems.
tr: Herhangi bir probleminiz olduğunda, bizimle '''[https://chat.wikitolearn.org/channel/importing #importing]''' ' WikiToLearn sohbet üzerinde iletişime geçiniz.

source: Otherwise, you could also start from the existing material and review it.
tr: Aksi takdirde, mevcut materyalden de başlayabilir ve gözden geçirebilirsiniz.

source: Step 2: Engage your group
tr: Adım 2: Grubunuzla Etkileşimde Bulunun

source: If you don’t want to work alone, do it with your friends! You could split the work and set up a schedule for writing and reviewing the notes. With less than a couple of hours per week of work, you can get clearly arranged notes of your courses, even better than a usual textbook, with which you will be able to optimise your study.
tr: Eğer yalnız çalışmak istemiyorsanız, bunu arkadaşlarınızla yapın! İşi ikiye ayırabilir ve notları yazmak ve gözden geçirmek için bir program ayarlayabilirsiniz. Haftada birkaç saatten az çalışmayla alışılmış bir ders kitabından daha da iyi, çalışmanızı optimize etmek mümkün olacak şekilde, kurslarınızın açıkça düzenlenmiş notlarını alabilirsiniz.

source: Step 3: Spread the word
tr: Adım 3: Adını Duyur

source: Another way to contribute is to spread the word about WikiToLearn! Show friends and other students what WikiToLearn is, how WikiToLearn works and tell them how it helped you.
tr: Katkı vermenin diğer bir yolu da WikiToLearn ' ün adını duyurmaktır! Arkadaşlarınıza ve diğer öğrencilere WikiToLearn ' ün ne olduğunu ve WikiToLearn ' ün nasıl çalıştığını gösterin ve size nasıl yardımcı olduğunu anlatın.

source: You could also introduce the project to your professors and tell them about the possibility to proofread your notes in order to get some feedback on how effective their lessons were.
tr: Ayrıca projeyi profesörlerinize tanıtabilir ve onlara derslerinin ne kadar etkili olduğuyla ilgili geribildirim almak için, notlarınızı düzeltme imkânı hakkında bilgi verebilirsiniz.
