Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/contribute2.po
Languages: tr

source: Thank you for your interest in WikiToLearn! Your knowledge is fundamental for us to ensure a high standard of the content.
tr: WikiToLearn'e olan ilginiz için teşekkürler! Bilginiz yüksek standartlı bir içerik sağlamak için temeldir.

source: Step 1: Getting started
tr: Adım 1: Başlarken

source: Search on the website if there is some material already written in your area of research. Use '''[[<ref:wikitolearn-guide-chapter-0>|this guide]]''' to learn how to review and improve the content.
tr: Eğer bazı materyaller sizin araştırma alanınızda şimdiden yazılmış ise web sitesinde aratın. İçeriği nasıl gözden geçireceğinizi ve geliştireceğinizi öğrenmek için '''[[<ref:wikitolearn-guide-chapter-0>|bu rehberi]]''' kullanın.

source: Otherwise, if you couldn’t find any existing material, '''[[<ref:wikitolearn-guide-chapter-2>|create a new course]]''' or '''[[<ref:wikitolearn-guide-chapter-3>|add new chapters]]'''.
tr: Aksi takdirde, eğer mevcut materyali bulamadıysanız, '''[[<ref:wikitolearn-guide-chapter-2>|yeni bir kurs oluşturun]]''' veya '''[[<ref:wikitolearn-guide-chapter-3>|yeni bölümler ekleyin]]'''.

source: Notes, written in Word, can be simply copy pasted. For LaTeX notes you can use our '''[https://texla.wikitolearn.org LaTex to Wiki Converter]'''! (read more on the '''[[<ref:wikitolearn-guide-chapter-8>|LaTex guide]]''')
tr: Word'de yazılan notlar kolaylıkla kopyalanıp yapıştırılabilir. LaTex notlar için '''[https://texla.wikitolearn.org LaTex to Wiki Çevirici]''' kullanabilirsiniz! (Daha fazla oku '''[[<ref:wikitolearn-guide-chapter-8>|LaTex rehberi]]''')

source: Contact us at '''[https://chat.wikitolearn.org/channel/importing #importing]''' on the WikiToLearn chat if you have any problems.
tr: Eğer bir probleminiz varsa WikiToLearn sohbet üzerinden bizimle iletişime geçiniz. '''[https://chat.wikitolearn.org/channel/importing #importing]''

source: Step 2: Engage your students
tr: Adım 2: Öğrencilerinizle etkileşimde bulunun

source: The collaboration between you and the students on WikiToLearn will help sharing knowledge worldwide. Thanks to your checking and improving we will together be able to create high quality textbooks.
tr: Siz ve öğrencileriniz arasındaki WikiToLearn işbirliği bilgiyi dünya çapında paylaşmaya yardım edecek. Kontrol etmeniz ve geliştirmeniz sayesinde, birlikte yüksek kalitede ders kitapları oluşturabileceğiz.

source: Engaging your students will help you to be aware of their understanding of each lesson, providing you a valuable feedback on the effectiveness of your teaching.
tr: Öğrencilerinizle etkileşim kurmak, her dersin anlayışının farkında olmanıza yardım ederek size öğretiminizin etkinliği hakkında değerli bir geri bildirim almanıza yardımcı olacaktır.

source: Step 3: Spread the word
tr: Adım 3: Adını duyur

source: Invite your colleagues and all the institutions you are involved in, to collaborate with us and to help the project grow. A bigger network will improve the quantity and quality of the resources available.
tr: Bizimle birlikte çalışmak ve projenin büyümesine yardım etmek için çalışma arkadaşlarınızı ve içinde bulunduğunuz enstitüleri davet ediniz. Daha büyük bir ağ, mevcut kaynakların miktarını ve kalitesini geliştirecektir.

source: Your contribution will help us creating educational material freely accessible, reliable and complete.
tr: Özgürce erişilebilir, güvenilir ve eksiksiz eğitici materyalin oluşturulmasında sizin katkınız bize yardımcı olacaktır.
