Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/contribute3.po
Languages: tr

source: You don’t need to be an expert programmer to help in the development of our platform. You can find different tasks at every skill level. With the help of our developers, you will be able to improve your skills while helping us. Contact them at '''[https://chat.wikitolearn.org/channel/tech #tech]''' on the WikiToLearn chat.
tr: Platformumuzun geliştirilmesine yardım etmek için uzman bir programcı olmanız gerekmez. Her beceri seviyesi için farklı işler bulabilirsiniz. Geliştiricilerimizin yardımıyla, bize yardımcı olurken becerilerinizi geliştirebileceksiniz.

source: We also advise you to read the '''[http://meta.wikitolearn.org/Guide_for_the_development_of_WikiToLearn WikiToLearn guide for development]'''.
tr: Ayrıca '''[http://meta.wikitolearn.org/Guide_for_the_development_of_WikiToLearn Geliştirme için WikiToLearn rehberi]''' ' ni okumanızı öneririz.

source: Code
tr: Kod

source: All of our code is open-source and you can find it on the '''[https://github.com/WikiToLearn WikiToLearn GitHub]'''.
tr: Tüm kodumuz açık kaynaktır ve '''[https://github.com/WikiToLearn WikiToLearn GitHub]''' ' da bulabilirsiniz.

source: Git is a software tool used to manage large projects collaboratively. WikiToLearn uses Git to manage the updates and all the changes of the project.
tr: Git, büyük projeleri işbirliği içerisinde yönetmek için kullanılan bir yazılım aracıdır. WikiToLearn güncellemeleri ve tüm proje değişikliklerini yönetmek için Git ' i kullanır.

source: First of all, you will have to '''[https://git-scm.com/ install Git]'''. If you are not familiar on how to use it, you could start with this '''[https://try.github.io/levels/1/challenges/1 15 minutes tutorial]'''. A full git tutorial is provided by '''[https://www.atlassian.com/git/ Atlassian]''', or you can also try the '''[https://www.codecademy.com/learn/learn-git codeacademy guide]''' (extremely simple).
tr: Herşeyden önce, '''[https://git-scm.com/ Git yükle]''' ' mek zorunda olacaksınız. Eğer nasıl kullanılacağına aşina değilseniz, '''[https://try.github.io/levels/1/challenges/1 15 dakikalık öğretici]''' ile başlayabilirsiniz. Bir tam git öğreticisi '''[https://www.atlassian.com/git/ Atlassian]''' tarafından sağlanmaktadır, veya '''[https://www.codecademy.com/learn/learn-git codeacademy rehberi]''' (son derece basit) ' ni deneyebilirsiniz.

source: We also suggest you this '''[http://ktown.kde.org/~zrusin/git/git-cheat-sheet.svg cheat sheet]''' with the most used commands.
tr: Ayrıca bunu '''[http://ktown.kde.org/~zrusin/git/git-cheat-sheet.svg hızlı başvuru]''' en çok kullanılan komutlar ile öneririz

source: Docker is a software used by WikiToLearn to divide the project into different modules. To run WikiToLearn you will need to '''[https://docs.docker.com/engine/getstarted/ install and get started with Docker]'''.
tr: Docker, WikiToLearn tarafından projeyi farklı modüller içerisine bölmek için kullanılan bir yazılımdır. WikiToLearn ' ü çalıştırmak için '''[https://docs.docker.com/engine/getstarted/ Docker ile kurulum ve başlama]''' ' a ihtiyacınız olacaktır.

source: Programming languages
tr: Programlama Dilleri

source: Due to the complexity of our project, WikiToLearn employs many different web technologies and development environments, but most of it is written in: Python, PHP, CSS, HTML and JavaScript.
tr: Projemizin karmaşıklığı nedeniyle, WikiToLearn birçok farklı web teknolojileri ve geliştirme ortamları kullanmaktadır ama çoğunluğu Python, PHP, CSS, HTML ve JavaScript ile yazılmıştır.
