Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/CourseEditor.po
Languages: tr

source: Course editor
tr: Kurs düzenleyici

source: Create course
tr: Kurs oluştur

source: Edit course
tr: Kursu düzenle

source: Edit chapter
tr: Bölümü düzenle

source: Metadata management
tr: Üstveri yönetimi

source: With this page you can manage course's metadata<br> <i>You can use the wiki syntax (wikitext) within textarea to add links, bullet lists etc...</i>
tr: Bu sayfa ile kursların üst verisini yönetebilirsiniz<br><i> Wiki sözdizimini (wikitext) metin alanı içerisinde bağlantı, işaretli liste vb... eklemek için kullanabilirsiniz.</i>

source: CourseEditor is an extension to create and manage courses.
tr: KursDüzenleyici kurs oluşturmak ve yönetmek için bir uzantıdır.

source: Add a new section
tr: Yeni bir kısım ekle

source: Save course
tr: Kursu kaydet

source: Add new chapter
tr: Yeni bölüm ekle

source: Save chapter
tr: Bölümü kaydet

# .courseeditor-cancel
source: Cancel
tr: İptal et

source: Edit
tr: Düzenle

# .courseeditor-rename
source: Rename
tr: Yeniden Adlandır

source: You can organize, add and delete chapters
tr: Bölümleri organize edebilir, ekleyebilir ve silebilirsiniz

source: You can organize, add and delete sections
tr: Bölümleri organize edebilir, ekleyebilir ve silebilirsiniz

source: Department:
tr: Bölüm:

source: Insert the department of the course
tr: Kursun bölümünü ekle

source: Topic:
tr: Konu:

source: Insert the topic of the course
tr: Kursun konusunu ekle

source: Title:
tr: Başlık:

source: Insert the title of the course
tr: Kursun başlığını ekle

source: Description:
tr: Tanım:

source: Insert a description
tr: Bir açıklama ekle

source: Bibliography:
tr: Kaynakça:

source: Insert the bibliography
tr: Kaynakça Ekle

source: Exercises:
tr: Alıştırmalar:

source: Insert the exercises
tr: Alıştırmaları ekle

source: Books:
tr: Kitaplar:

source: Insert the books
tr: Kitapları ekle

source: External references:
tr: Dış referanslar:

source: Insert external references
tr: Dış referansları ekle

source: <b>Reviewed</b>
tr: <b>Gözden Geçirildi:</b>

source: <b>Imported</b>
tr: <b>İçe aktarıldı</b>

source: Original authors:
tr: Özgün yazarlar:

source: Insert the original authors
tr: Özgün yazarları ekle

source: Reviewed on:
tr: Gözden geçirildi:

source: Insert the date (dd/mm/yyyy)
tr: Tarihi gir (gg/aa/yyyy)

source: Save
tr: Kaydet

source: Create!
tr: Oluştur!

source: Hey, there is a course with the same title yet! <br> Choose another title or start to contribute immediately to the existing course.
tr: Hey, burada aynı başlıkla bir kurs bulunmakta! <br> Başka bir başlık seçin veya var olan bir kursa hızlıca katkı vermeye başlayın.

source: Hey, there is a course with a similar title, make sure it is not what you are looking for!<br>
tr: Hey, benzer başlıklı bir kurs var, aradığınızın bu olmadığından emin olun!<br>

source: Please, insert a topic and a name
tr: Lütfen, bir konu ve bir ad ekle

source: Do you want to create a private course in your personal page or a public one?
tr: Kendi kişisel sayfanızda özel bir kurs mu oluşturmak istersiniz ya da açık mı?

source: Private
tr: Özel

source: Public
tr: Herkese Açık

source: Oops...
tr: Tüh...

source: There's an element in the recycle bin with the same name, what do you want to do?
tr: Çöp kutusunda aynı adlı bir öge var, ne yapmak istersiniz?

# .courseeditor-message-dialog-cancel
source: Cancel
tr: İptal

source: Restore
tr: Geri Yükle

source: Create new
tr: Yeni oluştur

source: There is already an element with the same name or it is waiting to be removed.<br> Please, enter a different name or contact an administrator.
tr: Aynı ada sahip bir öğe zaten var ya da silinmeyi bekliyor.<br> Lütfen başka bir ad giriniz veya yönetici ile iletişime geçiniz.

source: Input field isn't empty! Click on <i class='fa fa-plus'></i> to add the element, otherwise empty it.<br> Then you can proceed to save! <i class='fa fa-smile-o' aria-hidden=true'></i>
tr: Girdi alanı boş değil! Öğe eklemek için <i class='fa fa-plus'></i> ' e tıklayın , aksi takdirde boşaltın.<br> Sonra kaydetmek için devam edebilirsiniz! <i class='fa fa-smile-o' aria-hidden=true'></i>

source: Recycle bin
tr: Geri dönüşüm kutusu

source: Sorry, something went wrong! <i class='fa fa-frown-o' aria-hidden=true'></i><br>
tr: Üzgünüz, birşey ters gitti! <i class='fa fa-frown-o' aria-hidden=true'></i><br>

source: Add
tr: Ekle

# .courseeditor-operation-action-rename
source: Rename
tr: Yeniden Adlandır

# .courseeditor-operation-action-rename-move-task
source: Rename
tr: Yeniden Adlandır

source: Update links
tr: Bağlantıları güncelle

# .courseeditor-operation-action-delete
source: Delete
tr: Sil

source: Delete chapters of
tr: Bölümlerini sil

# .courseeditor-operation-action-delete-levelsThree-task
source: Delete
tr: Sil

source: Update index
tr: Dizini Güncelle

source: Update
tr: Güncelle

source: Update book
tr: Kitabı güncelle

source: Move
tr: Taşı

source: Move metadata
tr: Üstverileri taşı

source: Remove ReadyToBePublished
tr: YayınlanmayaHazır Kaldır

source: Remove from old topic
tr: Eski konudan sil

source: Add to new topic
tr: Yeni konuya ekle

source: Update topic page
tr: Konu sayfasını güncelle

source: Update user page
tr: Kullanıcı sayfasını güncelle

source: fails!
tr: başarısız!

source: Books
tr: Kitaplar

source: Wait creation in progress...
tr: Bekle oluşturma devam ediyor...

source: saved_book
tr: kaydedilmiş_kitap

source: New topics
tr: Yeni konular

source: Publish courses
tr: Kursları yayımla

source: Pending courses
tr: Sonuçlanmamış kurslar

source: The course is now available here:
tr: Kurs şuan burada erişilebilir:

source: You must add it to a topic and department
tr: Bir konuya ve bölüme eklemelisiniz

source: Rename title
tr: Başlığı yeniden adlandır

source: Are you sure you want to rename the title of the course?
tr: Kursun başlığını yeniden adlandırmak istediğinizden emin misiniz?

source: Empty title
tr: Boş başlık

source: Cannot continue without a title.
tr: Bir başlık olmadan devam edilemez.

source: I get it
tr: Anladım

source: Invalid title! It contains one of the following forbidden characters: #<>[]|{}/
tr: Geçersiz başlık! Yasak karakterlerden birini içeriyor: #<>[]|{}/
