Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/pages_*.po
Languages: id

source: Manual/The Visual Editor
id: Kılavuz/Görsel Düzenleyici

source: File:Rename_section_wtl.gif
id: Dosya:Rename_section_wtl.gif

source: Frequently Asked Questions
id: Sıkça Sorulan Sorular

source: Manual/Contribution guide
id: Kılavuz/ Katkı rehberi

source: Manual/Importing from Word
id: Kılavuz/Word ' den İçe Aktarma

source: File:Add_chapter_wtl.gif
id: Dosya:Add_chapter_wtl.gif

source: Manual/Using templates
id: Kılavuz/Şablonları Kullanma

source: Join/Student
id: Katıl/Öğrenci

source: File:Delete_section_wtl.gif
id: Dosya:Delete_section_wtl.gif

source: File:Rename_chapter_wtl.gif
id: Dosya:Rename_chapter_wtl.gif

source: File:Course_example_wtl.png
id: Dosya:Course_example_wtl.png

source: Manual/Core concepts: Section
id: Kılavuz/Temel Kavramlar: Kısım

source: Manual/Core concepts: Course
id: Kılavuz/Temel Kavramlar: Kurs

source: File:Math_insertion_wtl.gif
id: Dosya:Math_insertion_wtl.gif

source: File:Book_creation_wtl.gif
id: Dosya:Book_creation_wtl.gif

source: Manual/Importing from LaTeX
id: Kılavuz/LaTeX ' ten İçe Aktarma

source: Manual
id: Kılavuz

source: File:Publish_private_course_wtl.gif
id: Dosya:Publish_private_course_wtl.gif

source: File:Manual_create_course.gif
id: Dosya:Manual_create_course.gif

source: File:Move_chapter_wtl.gif
id: Dosya:Move_chapter_wtl.gif

source: Project:Messages
id: Proje:Mesajlar

source: File:Add_metadata_wtl.gif
id: Dosya:Add_metadata_wtl.gif

source: File:Resttore_section_wtl.gif
id: Dosya:Resttore_section_wtl.gif

source: Manual/The structure of WikiToLearn
id: Kılavuz/WikiToLearn Yapısı

source: File:Chapter_example_wtl.png
id: Dosya:Chapter_example_wtl.png

source: Manual/Creating books
id: Kılavuz/Kitap Oluşturma

source: Manual/Core concepts: Chapter
id: Kılavuz/Temel Kavramlar: Bölüm

source: About
id: Hakkında

source: File:Theorem_title_wtl.gif
id: Dosya:Theorem_title_wtl.gif

source: File:Book_chapter_section_management_wtl.gif
id: Dosya:Book_chapter_section_management_wtl.gif

source: File:Add_section_wtl.gif
id: Dosya:Add_section_wtl.gif

source: File:Move_section_wtl.gif
id: Dosya:Move_section_wtl.gif

source: File:Book_download_wtl.gif
id: Dosya:Book_download_wtl.gif

source: File:Topic_example_wtl.png
id: Dosya:Topic_example_wtl.png

source: File:Section_example_wtl.png
id: Dosya:Section_example_wtl.png

source: Join/Teacher
id: Katıl/Öğretmen

source: File:Delete_chapter_wtl.gif
id: Dosya:Delete_chapter_wtl.gif

source: File:Paste-from-word.gif
id: Dosya:Paste-from-word.gif

source: File:Restore_chapter_wtl.gif
id: Dosya:Restore_chapter_wtl.gif

source: File:Book_chapter_creation_wtl.gif
id: Dosya:Book_chapter_creation_wtl.gif

source: Join/Hacker
id: Katıl/Hacker

source: File:Theorem_insertion_wtl.gif
id: Dosya:Theorem_insertion_wtl.gif
