Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/project_messages.po
Languages: tr

# .projectbooks
source: Books
tr: Kitaplar

source: Download as PDF
tr: PDF olarak indir

source: Do you want to create a new course within this topic?
tr: Bu konuda yeni bir kurs oluşturmak istiyor musunuz?

source: Edit chapter
tr: Bölümü düzenle

source: This course is ready to be published! An administrator will do it as soon as possible
tr: Bu kurs yayınlanmaya hazır! Bir yönetici bunu en kısa sürede yapacaktır

source: External references
tr: Harici kaynaklar

source: Do you want to create a new topic?
tr: Yeni bir konu oluşturmak istiyor musunuz?

source: Bibliography
tr: Kaynakça

source: This page will be deleted as soon as possible!
tr: Bu sayfa en kısa sürede silinmiş olacaktır!

source: Exercises
tr: Alıştırmalar

source: Books
tr: Kitaplar

source: Edit metadata
tr: Met veriyi düzenle

source: Edit course
tr: Kursu düzenle
