Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/wikitolearn-guide-chapter-5.po
Languages: tr

source: VisualEditor is the main tool you can use to create and edit pages on WikiToLearn. Using VisualEditor is very easy! If you already have some experience in any kind of text editing software you will have no problem in understanding how VisualEditor works.
tr: WikiToLearn'de sayfalar oluşturmak ve düzenlemek için kullanabileceğiniz ana araç VisualEditor'dır. VisualEditor kullanmak çok kolaydır! Herhangi bir metin düzenleme yazılımında hali hazırda tecrübeniz varsa, VisualEditor'un nasıl çalıştığını anlamada sorun yaşamayacaksınız.

source: Basic Usage
tr: Temel Kullanım

source: Activating VisualEditor
tr: VisualEditor Etkinleştirmek

source: When creating a new section, VisualEditor should be enabled by default: a toolbar should appear at the top of the page.
tr: Yeni bir kısım oluştururken, VisualEditor varsayılan olarak etkinleştirilmelidir: sayfanın üstünde bir araç çubuğu belirmelidir.

source: If you want to edit an existing page, just press the <code>Edit</code> button at the top of the page and watch VisualEditor load: after a few seconds it should be ready to use.
tr: Mevcut bir sayfayı düzenlemek isterseniz, sayfanın üst kısmındaki <code> Düzenle</ code> düğmesine basınız ve VisualEditor yüklemesini izleyiniz: birkaç saniye sonra kullanıma hazır olmalıdır.

source: Editing
tr: Düzenleme

source: VisualEditor has more or less the same features and functions of any other word processor software, like bold, italics, ordered lists and so on.
tr: VisualEditor kalın, italik, sıralı listeler vb. gibi diğer kelime işlemci yazılımlarının aynı özelliklerine ve işlevlerine az veya çok sahiptir.

source: Advanced editing
tr: Gelişmiş düzenleme

source: Insert media
tr: Ortam ekle

source: To insert media in the text, just click the <code>Insert</code> option in the VisualEditor toolbar and select <code>Media</code>: you can either upload new files using the <code>Upload</code> tab or <code>Search</code> for existing media both on WikiToLearn or Wikimedia Commons.
tr: Metine medyayı eklemek için, VisualEditor araç çubuğunda bulunan <code>Ekle</code> seçeneğini tıklayınız ve <code>Ortam</code> ' ı seçiniz: <code>Karşıya yükle</code> sekmesini kullanarak karşıya yükleyebilir ya da hem WikiToLearn'da hem de Wikimedia Commons'da var olan medya için <code>Arama</code> sekmesini kullanabilirsiniz.

source: Insert formulas
tr: Formüller Ekle

source: To insert mathematical formulas in the text, just click the <code>Insert</code> option in the VisualEditor toolbar and select <code>Formula</code>: this will open up the Formula Editor window which will allow you to write math formulas easily.
tr: Metinde matematik formülleri eklemek için, VisualEditor araç çubuğundaki <code>Ekle</code> seçeneğini tıklayın ve <code>Formül</code> seçin: bu, matematik formülleri kolayca yazmanıza izin verecek olan Formül Düzenleyici penceresini açacaktır.

source: Insert templates
tr: Şablonlar ekle

source: Templates are used to add recurring messages to pages in a consistent way. They are often used in mathematics sections when you want to write a definition, theorem, lemma, corollary etc. They can be inserted within any section of the course.
tr: Şablonlar, sayfalara düzenli bir şekilde yinelenen mesajlar eklemek için kullanılır. Bir tanım, teorem, ön sav, sonuç vb. yazmak istediğinizde genellikle matematik bölümlerinde kullanılırlar. Kursun herhangi bir kısmına eklenebilirler.

source: To insert templates you can use the <code>Insert->Template</code> function. To know more about the Templates and have examples on the ones to use please check out [[<ref:wikitolearn-guide-chapter-6>|the Templates page]].
tr: Şablonlar eklemek için <code>Ekle->Şablon</code> işlevini kullanabilirsiniz. Şablonlar hakkında daha fazla bilgi edinmek ve kullanılacak örneklere sahip olmak için kontrol ediniz [[<ref:wikitolearn-guide-chapter-6>|Şablonlar Sayfası]].

source: Official Guide
tr: Resmi Rehber

source: We suggest you also take a look at the [https://www.mediawiki.org/wiki/Help:VisualEditor/User_guide official VisualEditor guide].
tr: Ayrıca, [https://www.mediawiki.org/wiki/Help:VisualEditor/User_guide VisualEditor resmi rehberi]'ne bakmanızı öneririz.
