Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/wikitolearn-guide-chapter-7.po
Languages: tr

source: Books are grouped collections of sections that can be easily downloaded as pdf for offline reading. Books allow you to create a personalized collection of sections from different chapters or even different courses. In that way, you make your own book ready for being printed.
tr: Kitaplar, gruplandırılmış kısım koleksiyonlarıdır ve çevrim dışı okuma için kolayca pdf olarak indirilebilirler. Kitaplar, değişik bölümlerden ve hatta kurslardan kısımların özelleştirilmiş bir koleksiyonunu oluşturmanıza imkan tanırlar. Bu şekilde, kendi kitabınızı yazdırılmaya hazır hale getirirsiniz.

source: Create a book
tr: Bir kitap oluşturun

source: To create a book, click on the advanced feature button on the right. A set of tools will show up. Click on the first book and start the book creator. Navigate to the desired section and click on "Add this page to your book" link. With the book creator tool you can add pages or take a look to your book. If you need more help on how to use the tool, there is a "Help" link on the top right corner of the box. Otherwise you can read here.
tr: Bir kitap oluşturmak için, sağdaki gelişmiş özellikler düğmesine tıklayın. Bir özellikler kümesi görünecektir. İlk kitabı tıklayın ve kitap oluşturucuyu başlatın. İstediğiniz kısma gidin ve "Bu sayfayı kitaba ekle" bağlantısını tıklayın. Kitap oluşturucu ile birlikte sayfalar ekleyebilirsiniz ve kitabınıza göz atabilirsiniz. Eğer aracı nasıl kullanacağınız hakkında daha fazla yardıma ihtiyacınız varsa, kutunun sağ üst koşesinde "Yardım" bağlantısı bulunmaktadır. Aksi takdirde burada okuyabilirsiniz.

source: '''Note:''' The book creator tool is disabled on pages that are not within the course. It's only shown on course, chapter and section pages.
tr: "'Not'": Kitap oluşturucu aracı kurs içinde olmayan sayfalarda devre dışı bırakılmıştır. Sadece kurs, bölüm ve kısım sayfalarında gösterilmektedir.

source: Save a book
tr: Bir kitap kaydedin

source: Once pages have been added click on "Show your book" link. You will be redirected to a page where you can choose to modify, download or save your book.
tr: Sayfalar bir kere eklendiğinde "Kitabını göster" bağlantısını tıklayın. Kitabınızı değiştirmeyi, indirmeyi veya kaydetmeyi seçebileceğiniz bir sayfaya yönlendirileceksiniz.

source: Sort a book
tr: Bir kitabı sıralayın

source: If you want to sort the order of the sections, simply drag and drop the pages. If you want to manually add a chapter, click on the "Create chapter" link.
tr: Eğer kısımların sırasını sıralamak isterseniz, basitçe sayfaları sürükleyip bırakın. Eğer el ile bir bölüm eklemek isterseniz, "Bölüm oluştur" bağlantısını tıklayın.

source: Clicking on download will download the pages of the book as a LaTeX typesetted pdf. When you save the book, there are two options: save it on your personal page or under the page <code>Projects:Books</code>.
tr: İndir ' e tıklamak kitabın sayfalarını bir LaTeX tip ayarlanmış pdf olarak indirecektir. Kitabı kaydettiğinizde, 2 seçenek bulunmaktadır: kendi şahsi sayfanıza veya <code>Projeler:Kitaplar</code> sayfası altına kaydetmek.

source: '''Note:''' it's strongly recommended to save the book under your user namespace.
tr: "'Not'" kitabı kullanıcı ad alanınız altına kaydetmeniz kesinlikle önerilir.

source: Choose the first option, write the name of your book and click on "Save Book" button.
tr: İlk seçeneceği seçin, kitabınızın adını yazın ve "Kitabı Kaydet" düğmesine tıklayın.

source: Search for books
tr: Kitap arama

source: If you want to see books created by all the users, both public and private, click on the "Books" button on the navigation bar.
tr: Tüm kullanıcılar tarafından oluşturulmuş açık ve özel kitapları görmek istiyorsanız, gezinti çubuğundaki "Kitaplar" düğmesini tıklayınız.
