Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/wikitolearn-guide-chapter-8.po
Languages: tr

source: If you already have some content written with LaTeX you can upload it to WikiToLearn.
tr: Eğer LaTex ile yazılmış bazı içeriklere hali hazırda sahipseniz, WikiToLearn'e yükleyebilirsiniz.

source: Import content
tr: İçeriği içe aktar

source: If you have a course written in LaTeX and you want it to be imported you can send a mail to latex@wikitolearn.org. The importing team will get in touch with you and upload the course under your user namespace.
tr: LaTex içerisinde yazılmış bir kursa sahipseniz ve içe aktarılmasını istiyorsanız latex@wikitolearn.org'a bir e-posta gönderebilirsiniz. İçe aktarma takımı sizinle iletişime geçecek ve sizin isimlendirmeniz altındaki kursu yükleyecekler.

source: Convert content
tr: İçerik dönüştür

source: We have developed a set of useful tools to convert Latex material into wikitext, the markup WikiToLearn uses to write content pages. The main tool is called TeXLa.
tr: Latex materyalini wikitext'e dönüştürmek için bir dizi yararlı araçlar geliştirdik, WikiToLearn biçimlendirme içerik sayfaları yazmak için kullanılır. Ana araca TeXLa denir.

source: TeXLa is a LaTeX parser written in python. We use it to import courses and lectures written by students, professors, techs, etc.
tr: TeXLa python ' la yazılmış bir LaTeX ayrıştırıcısıdır. Biz onu öğrenciler, profesörler, teknisyenler vb. tarafından yazılan kursların ve derslerin içe aktarılması için kullanırız.

source: It's open source and you can find the code on [https://github.com/WikiToLearn/texla Github]!
tr: Açık kaynaktır ve kodu [https://github.com/WikiToLearn/texla Github]! ' da bulabilirsiniz.

source: There are a couple of different ways you can use TeXLa: the web client or the native python script.
tr: TeXLa ' yı kullanabileceğiniz birkaç farklı yol vardır: web istemcisi veya doğal python betiği.

source: Web client
tr: Web istemcisi

source: If you want to use TeXLa without installing anything, visit https://texla.wikitolearn.org/.
tr: Eğer TeXLa ' yı herhangi birşey yüklemeden kullanmak istiyorsanız, https://texla.wikitolearn.org/ ' yı ziyaret ediniz.

source: You can write LaTeX content in the text area or upload a <code>.tex</code> file. The website will convert your latex into a WikiToLearn ready-to-paste content.
tr: LaTeX içeriği metin alanına yazabilirsiniz veya bir <code>.tex</code> dosyası yükleyebilirsiniz. Web sitesi latex içeriğinizi bir WikiToLearn yapıştırmaya-hazır içeriğine çevirecektir.

source: You can just enter some text in latex syntax (without worrying about latex preamble) or you can even use latex macros and environments (in this case the \begin{document} is necessary).
tr: Lateks sözdiziminde bazı metinler girebilirsiniz \ n(Lateks önsözü hakında endişe duymadan) veya lateks makrolarını ve çevresellerini bile kullanabilirsiniz (bu durumda \begin{document} gereklidir).

source: Python script
tr: Python betiği

source: You can also choose to use the native python script to convert your files. All the documentation on the configuration and installation is written [https://github.com/WikiToLearn/texla/blob/master/README.mdown WikiToLearn's Github].
tr: Dosyalarınızı çevirmek için ayrıca doğal python betiğini de seçebilirsiniz. Yapılandırma ve yükleme ile ilgili tüm belgelendirme [https://github.com/WikiToLearn/texla/blob/master/README.mdown WikiToLearn ' ün Github ' ı] ' nda yazılıdır.

source: Further documentation
tr: İlave belgelendirme

source: A more detailed documentation on how to use TeXLa can be found here: http://meta.wikitolearn.org/Texla
tr: TeXLa ' nın nasıl kullanıldığıyla ilgili daha detaylı belgelendirmeye buradan ulaşabilirsiniz: http://meta.wikitolearn.org/Texla
