Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/wikitolearn-guide-chapter-2.po
Languages: tr

source: A course is a collection of pages with a well defined tree structure. Every course on WikiToLearn has a unique name. You can create a private course under your namespace or a public and collaborative course.
tr: Bir kurs, çok iyi tanımlanmış bir ağaç yapısında bulunan sayfaların koleksiyonudur. WikiToLearn üzerindeki her kurs tekil bir isme sahiptir. Kendi isimlendirmeniz altında özel bir kurs veya bir açık ve ortak çalışmalı bir kurs oluşturabilirsiniz.

source: Create a course
tr: Bir kurs oluştur

source: The first thing to do to create a course is going to the right department and the right topic. For example, if you are writing a <code>Quantum Physics</code> course, you need to go to the Physics department.
tr: Bir kurs oluşturmak için yapılacak ilk iş doğru bölüm ve doğru konu başlığına gitmektir. Örneğin, eğer bir <code>Kuantum Fiziği</code> kursu yazıyorsanız, Fizik bölümüne gitmeniz gerekir.

source: Find the most appropriate topic and click on it. In the previous example, you should look for a topic named "Quantum Physics" or "Quantum Mechanics".
tr: En uygun konu başlığını bulun ve üzerine tıklayın. Önceki örnekte, "Kuantum Fiziği" veya "Kuantum Mekaniği" olarak isimlendirilmiş bir konu başlığı aramalısınız.

source: Click the "Create Course" button: a form will show up.
tr: "Kurs Oluştur" düğmesine tıklatın: bir form görünecek.

source: '''Note:''' if there isn't an appropriate topic for the course, you can create one by clicking the "Create Course and Topic" button on the department page. The name of the topic will be the same as the name of the course.
tr: "'Not:'" eğer kurs için uygun bir başlık yoksa, bölüm sayfasındaki "Kurs ve Konu Başlığı" düğmesine tıklayarak bir tane oluşturabilirsiniz. Konu başlığının adı kursun adı ile aynı olacaktır.

source: You can choose to make the course public or private. A public course is located under the related department, while a private course is located under the user namespace.
tr: Kursu açık veya özel yapmak için seçebilirsiniz. Bir açık kurs ilgili bölümün altında bulunurken bir özel kurs kullanıcı isimlendirmesi altında bulunmaktadır.

source: It is strongly recommended to create a private course and publish it once completed. However, if you decide to create a public course, it will be displayed under the <code>Department/Topic</code> url and everyone can modify it by creating, moving and deleting content.
tr: Özel bir kurs oluşturmak ve yayınlamak için önce tamamlanması kesinlikle önerilir. Bununla birlikte, eğer bir açık kurs oluşturmaya karar verirseniz, <code>Bölüm/Konu Başlığı</code>adresi altında gösterilecektir ve herkes içeriği oluşturarak, taşıyarak ve silerek değiştirebilir.

source: Course Metadata
tr: Kurs Üstverisi

source: It is possible to add additional information to a course. This is helpful when you have some external links or PDF with exercises, notes or bibliography that you want to attach to the course.
tr: Bir kursa ilave bilgi eklemek mümkündür. Bu, alıştırmalar içeren bazı dış bağlantılar veya PDF, notlar veya kaynakça gibi kursa eklemek istedikleriniz olduğunda yararlı olur.

source: To add metadata visit the course main page and click on the "Edit metadata" button. Then you can add the additional information in the respective input fields. In particular, you can add information about:
tr: Üstveri eklemek için kurs ana sayfasını ziyaret ediniz ve "Üstveri düzenle" düşmesini tıklayınız. Daha sonra ek bilgileri ilgili girdilerin içerisine ekleyebilirsiniz. Özellikle aşağıdakilerle ilgili bilgi ekleyebilirsiniz:

source: Bibliography
tr: Kaynakça

source: Exercises
tr: Alıştırmalar

source: Books
tr: Kitaplar

source: External References
tr: Dış Başvurular

source: Publish a course
tr: Bir kurs yayınla

source: If you created a private course, it will stay under your user namespace unless you decide to publish it. To publish a private course, navigate to the course main page and click on the "Publish Course" button. A WikiToLearn's admin will take into account the request and will move the content to the public topic page.
tr: Bir özel kurs oluşturduysanız, siz yayınlamaya karar verene kadar sizin ad alanınız altında kalacaktır. Bir özel kursu yayınlamak için, kurs ana sayfasına gidiniz ve "Kursu Yayınla" düşmesine tıklayınız. Bir WikiToLearn yöneticisi talebi işleme alacak ve içeriği genel konu sayfasına taşıyacaktır.
