Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/WikiToLearnSkin.po
Languages: tr

source: Font
tr: Yazıtipi

source: Select the font to use
tr: Kullanmak için yazı tipini seçin

source: Default one
tr: Varsayılan bir

source: Our hand-made skin, with many custom functionalities and improvements that allows you to browse WikiToLearn how it was meant to be.
tr: El-yapımı temamız, birçok özel işlevsellik ve geliştirmelerle WikiToLearn'a nasıl olması gerektiği hakkında göz gezdirmenize olanak verir.

source: Next
tr: Sonraki

source: Previous
tr: Önceki

source: Download
tr: İndir

source: Advanced
tr: Gelişmiş

source: Recent changes
tr: Son değişiklikler

source: Special pages
tr: Özel sayfalar

source: Academic institutions
tr: Akademik kurumlar

source: Copyright
tr: Telif Hakkı

source: /Project:Copyright
tr: /Project:TelifHakkı

source: Developer blogs
tr: Geliştirici günlükleri

# .wikitolearnskin-footer-keep-in-touch
source: Follow us
tr: Bizi takip edin

source: Contacts
tr: Bağlantılar

source: Learn more
tr: Daha fazlasını öğren

source: Hosted by
tr: Tarafından barındırılan

# .wikitolearnskin-footer-follow-us
source: Follow us
tr: Bizi takip edin

# .wikitolearnskin-footer-tools
source: Tools
tr: Araçlar

source: Login
tr: Giriş

source: Register
tr: Kayıt

source: About
tr: Hakkında

source: /About
tr: /Hakkında

source: Join Us
tr: Aramıza katılın

# .wikitolearnskin-navbar-tools
source: Tools
tr: Araçlar

source: Language
tr: Dil

source: Chat
tr: Sohbet

source: User Manual
tr: Kullanıcı Kılavuzu

# .wikitolearnskin-navbar-tools-guide-link
source: /Manual
tr: /Kılavuz

source: Community portal
tr: Topluluk bağlantı noktası

source: Reports
tr: Raporlar

source: Join us
tr: Aramıza katılın

source: Read more...
tr: Daha fazlasını oku

source: /Special:CreateAccount
tr: /Özel:HesapOluştur

source: Learn with the best. Create books. Share <i>knowledge</i>.
tr: En iyisi ile öğren. Kitaplar oluştur. Paylaş <i>bilgi</i>.

source: Collaborative Textbooks
tr: Ortak Ders Kitapları

# .wikitolearnskin-media-text
source: WikiToLearn provides free, collaborative and accessible text books. Academics worldwide contribute in sharing knowledge by creating high quality content.
tr: WikiToLearn özgür, işbirlikçi ve erişilebilir metin kitapları sağlar. Dünyadaki akademisyenler, yüksek kaliteli içerik oluşturarak bilgi paylaşımına katkıda bulunurlar.

# .wikitolearnskin-media-learn-more
source: Read more
tr: Daha fazlasını oku

source: Read more stories about WikiToLearn
tr: WikiToLearn hakkında daha çok hikaye okuyun

source: Contributions from
tr: Katkılar

source: Publish course
tr: Kurs yayımla

source: Undo course publication
tr: Kurs yayınlamayı geri al

source: This website uses cookies to ensure you get the best experience on our website
tr: Bu web sitesi, web sitemizde en iyi deneyimi elde etmek için çerezleri kullanmaktadır.

source: Got it!
tr: Anladım!

source: Learn More
tr: Daha Fazlasını Öğren

source: User
tr: Kullanıcı

source: Logs
tr: Kayıtlar

source: Email User
tr: E-posta Kullanıcısı

source: I joined WikiToLearn not only out of curiosity, but also because of the collaborational spirit. Now it's like having a second family in Milan, who I enjoy visiting and spending time with.
tr: Ben WikiToLearn 'e sadece meraktan değil aynı zamanda ortaklaşa çalışma ruhundan dolayı katıldım. Şimdi, ziyaret edip birlikte vakit geçirmekten zevk aldığım Milano ' da ikinci bir aileye sahip olmak gibi birşey.

source: Daniele Pannozzo, 'La Sapienza' University, Rome
tr: Daniele Pannozzo, 'La Sapienza' Üniversitesi, Roma

source: WikiToLearn, for me, is like a second family! It has taught me that love for knowledge and learning can overcome all kind of barriers, even geographical and cultural ones!
tr: WikiToLearn, benim için, ikinci bir aileye benziyor! Bilgi ve öğrenmeye olan sevginin, coğrafi ve kültürel olanları dahil, her türlü engeli aşabileceğini öğretti bana!

source: Srijan Agarwal, Amrita University, Amritapuri Campus
tr: Srijan Agarwal, Amrita Üniversitesi, Amritapuri Yerleşkesi

source: It is encouraging to see a wide community of young people moved by the noble aim of spreading knowledge and culture. WikiToLearn is much more than cutting edge technology!
tr: Bilgi ve kültürün asil amacı ile hareket eden geniş bir gençlik topluluğunu görmek cesaret vericidir. WikiToLearn en ileri teknolojiyi kullanmaktan çok daha fazlasını sunar!

source: Marco Paganoni, Physics Department Director, University of Milano Bicocca
tr: Marco Paganoni, Fizik Bölümü Müdürü, Milano Bicocca Üniversitesi

# .wikitolearnskin-meta-tag-description
source: WikiToLearn provides free, collaborative and accessible text books. Academics worldwide contribute in sharing knowledge by creating high quality content.
tr: WikiToLearn özgür, işbirlikçi ve erişilebilir metin kitapları sağlar. Dünyadaki akademisyenler, yüksek kaliteli içerik oluşturarak bilgi paylaşımına katkıda bulunurlar.

source: Read latest report
tr: En son raporu oku

source: Join
tr: Katıl

source: Join WikiToLearn!
tr: WikiToLearn'e katıl!

source: Student
tr: Öğrenci

source: Do you want to share your notes with the whole world? Do you want to create books precisely tailored to your needs? WikiToLearn and its tools for book editing, importing and exporting are what you are looking for!
tr: Notlarınızı bütün dünya ile paylaşmak ister misiniz? İhtiyaçlarınıza tam uyarlanmış kitaplar oluşturmak ister misiniz? WikiToLearn ve onun kitap düzenleme, içe aktarma ve dışa aktarma araçları tam sizin aradıklarınızdır!

source: Teacher
tr: Öğretmen

source: Are you looking for a way to be aware of your students' understanding of your lessons? Would you like to contribute to make educational material freely accessible, reliable and complete? Your knowledge is fundamental to ensure high standards for the content on WikiToLearn!
tr: Öğrencilerinizin derslerinizi anlamalarından haberdar olmak için bir yol mu arıyorsuz? Eğitim materyallerinin özgürce erişilebilir, güvenilir ve tam olması için katkıda bulunmak ister misiniz? Bilgileriniz, WikiToLearn'deki içeriğin yüksek standartları sağlaması için temeldir!

source: WikiToLearn is a wide project, open to any kind of contribution. Are you an open-source enthusiast and do you want to support our community? Do you like coding? In our project anyone can give his help, do not hesitate anymore: find out more on how you can put your best efforts in WikiToLearn!
tr: WikiToLearn her türlü katkıya açık olan geniş bir projedir. Siz bir açık kaynak meraklısı mısınız ve topluluğumuza destek vermek istiyor musunuz? Kodlamayı sever misiniz? Projemizde herkes kendi desteğini verebilir, artık çekinmeyin: en iyi çabayı nasıl gösterebileceğiniz hakkında daha fazla bilgiyi WikiToLearn ' de öğrenin!

# .wikitolearnskin-join-step-account-title
source: Create an account
tr: Bir hesap oluştur

source: The first step in joining WikiTolearn is creating an account on the website. It's easy and essential for a new contributor.
tr: WiliToLearn'e katılmanın ilk adımı web sitesinde bir hesap oluşturmaktır. Yeni bir katkıda bulunan için bu kolay ve gereklidir.

# .wikitolearnskin-join-step-account-button-text
source: Create an account
tr: Bir hesap oluştur

# .wikitolearnskin-join-step-guide-title
source: Read the manual
tr: Kılavuzu oku

source: We wrote a detailed and easy to read guide about the website. Please give it a look before contributing, so you can learn all the tips and tricks of WikiToLearn.
tr: Web sitesi hakkında ayrıntılı ve okunması kolay bir rehber yazdık. Katkıda bulunmadan önce lütfen bir göz atınız, böylece WikiToLearn'ın tüm ipuçlarını ve püf noktalarını öğrenebilirsiniz.

# .wikitolearnskin-join-step-guide-button-text
source: Read the manual
tr: Kılavuzu oku

# .wikitolearnskin-join-step-guide-button-link
source: /Manual
tr: /Kılavuz

source: Chat with us
tr: Bizimle sohbet edin

source: Do you need support? Still unsure about how you can help? We communicate and coordinate our community via rocketchat. Register a chat account and you are ready to talk with us!
tr: Desteğe mi ihtiyacınız var? Nasıl yardımcı olabileceğinize hâlâ emin değil misiniz? Rocketchat aracılığıyla topluluğumuzla iletişim kuruyor ve koordine ediyoruz. Bir sohbet hesabına kaydolun ve bizimle konuşmaya hazırsınız!

source: Open chat
tr: Sohbet Başlat

source: Keep in touch
tr: İrtibatı kesmeyelim

source: Don't forget to follow us on social networks! You will always be up-to-date with the latest news and developments of WikiToLearn. If you have any further question you can also <a href='mailto:info@wikitolearn.org'>email us</a>.
tr: Bizi sosyal medya üzerinden takip etmeyi unutmayınız! WikiToLearn'ün en son haberleri ve gelişmeleri ile her zaman güncel kalacaksınız. Başka sorunuz olursa ayrıca <a href='mailto:info@wikitolearn.org'>e-posta atabilirsiniz</a>.

# .wikitolearnskin-join-create-account
source: Create an account
tr: Bir hesap oluştur

# .wikitolearnskin-join-read-more
source: Read more
tr: Daha fazlasını oku

source: Next steps
tr: Sonraki adımlar

source: Why join?
tr: Neden katılmalı?

source: Turn your personal school notes in something useful for others. Get help from peers and friends to make sure that what you are writing is clear and error free.
tr: Kişisel okul notlarınızı başkaları için yararlı olan bir şey haline getirin. Yazdıklarınızın net ve hatasız olduğundan emin olmak için çalışma arkadaşlarınızdan ve arkadaşlarından yardım alın.

source: Download the last version of all the pages in beautiful and professional PDFs. It is very useful even for your personal notes!
tr: Güzel ve profesyonel PDF'lerdeki tüm sayfaların son sürümünü indirin. Kişisel notlarınız için çok yararlıdır!
