Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/wikitolearn-guide-chapter-3.po
Languages: tr

source: Chapters are a collection of sections. They're intended to be used like a chapter of a book and have their own title.
tr: Bölümler, kısımların bir araya gelmesinden oluşur. Kendi başlıkları vardır ve bir kitabın bir bölümü gibi kullanılması amaçlanmıştır.

source: Add a chapter
tr: Bir bölüm ekle

source: You can add a chapter to a course by navigating to the course main page. Click on the red pencil button on the right and insert the name of the chapter you want to add. Once done, click on <code>Save Course</code> button.
tr: Kurs ana sayfasına giderek bir kursa bir bölüm ekleyebilirsiniz. Kırmızı kurşun kalem düğmesine tıklayın ve eklemek istediğiniz bölümün adını ekleyin. Bitirdiğinizde, <code>Kursu Kaydet</code> düğmesine tıklayın.

source: Rename a chapter
tr: Bir bölümü yeniden adlandır

source: To rename a chapter, go to the course main page and click on the red pencil button on the right. A list of all the created chapters will show up. Place the mouse on the target chapter and a blue pencil will appear on the right. Click on the pencil and insert the new name for the chapter. Once done, click on the <code>Save course</code> button.
tr: Bir bölümü yeniden adlandırmak için, kurs ana sayfasına gidin ve sağdaki kırmızı kurşun kalem düğmesine tıklayın. Tüm oluşturulmuş bölümlerin bir listesi görünecektir. Fareyi hedef bölümün üzerine getirin ve sağda mavi bir kurşun kalem görünecektir. Kalem üzerine tıklatın ve bölüm için yeni adı ekleyin. Bitirdiğinizde, <code>Kursu kaydet</code> düğmesine tıklayın.

source: Delete a chapter
tr: Bir bölümü sil

source: To delete a chapter, go to the course main page and click on the <code>edit course</code> link. A list of all the created chapters will show up. Place the mouse on the targeted chapter and a red bin will appear on the right. If you click on the bin you will notice that your chapter will be placed in a recycling bin. Once done, save the changes by clicking on the <code>Save course</code> button.
tr: Bir bölümü silmek için, kurs ana sayfasına gidin ve <code>kursu düzenle</code> bağlantısına tıklayın. Tüm oluşturulmuş bölümlerin bir listesi görünecektir. Fareyi hedef bölümün üzerine getirin ve sağda kırmızı bir çöp kutusu görünecektir. Çöp kutusu üzerine tıklarsanız bölümünüzün bir geri dönüşüm kutusuna yerleştirileceğini farkedeceksiniz. Bitirdiğinizde, <code>Kursu kaydet</code> düğmesine tıklayarak değişiklikleri kaydedin.

source: Restore a chapter
tr: Bir bölümü geri yükle

source: If you have chapters in the recycling bin you can restore them by placing the mouse on the chapters and clicking on the restore icon on the left of the chapter's name.
tr: Eğer geri dönüşüm kutusunda bölümleriniz varsa, fareyi bu bölümler üzerine getirerek ve bölüm isminin solundaki geri yükle simgesine tıklayarak geri yükleyebilirsiniz.

source: Always remember to save the changes by clicking on the <code>Save Course</code> button.
tr: Değişiklikleri kaydetmek için her zaman <code>Kursu Kaydet</code> düğmesine tıklamayı unutmayın.

source: Move a chapter
tr: Bir bölümü taşı

source: You can change the order of the chapter's list by clicking on the red pencil button. A list of chapters will show up. Simply drag and drop them to swap their order. Once done, save your changes by clicking on the <code>Save course</code> button.
tr: Bölüm listesinin sırasını kırmızı kurşun kalem düğmesine tıklayarak değiştirebilirsiniz. Bölümlerin bir listesi gösterilecek. Sıralarını değiştirmek için basitçe sürükleyip bırakın. Bitirdiğinizde, <code>Kursu kaydet</code> düğmesine tıklayarak değişikliklerinizi kaydedin.
