Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/wikitolearn-guide-chapter-0.po
Languages: tr

source: Introduction
tr: Giriş

source: [[<ref:wikitolearn-guide-chapter-1>|Structure of WikiToLearn]]
tr: [[<ref:wikitolearn-guide-chapter-1>|WikiToLearn'ün Yapısı]]

source: Core concepts
tr: Temel kavramlar

source: [[<ref:wikitolearn-guide-chapter-2>|Course]]
tr: [[<ref:wikitolearn-guide-chapter-2>|Kurs]]

source: [[<ref:wikitolearn-guide-chapter-3>|Section]]
tr: [[<ref:wikitolearn-guide-chapter-3>|Kısım]]

source: [[<ref:wikitolearn-guide-chapter-4>|Chapter]]
tr: [[<ref:wikitolearn-guide-chapter-4>|Bölüm]]

source: Editing
tr: Düzenleme

source: [[<ref:wikitolearn-guide-chapter-5>|The Visual Editor]]
tr: [[<ref:wikitolearn-guide-chapter-5>|Görsel Düzenleyici]]

source: [[<ref:wikitolearn-guide-chapter-6>|Using templates]]
tr: [[<ref:wikitolearn-guide-chapter-6>|Şablon Kullanma]]

source: [[<ref:wikitolearn-guide-chapter-7>|Creating books]]
tr: [[<ref:wikitolearn-guide-chapter-7>|Kitapları oluştur]]

source: External Content
tr: Harici İçerik

source: [[<ref:wikitolearn-guide-chapter-8>|Importing from LaTeX]]
tr: [[<ref:wikitolearn-guide-chapter-8>|LaTeX'ren İçe Aktarma]]

source: [[<ref:wikitolearn-guide-chapter-9>|Importing from Word]]
tr: [[<ref:wikitolearn-guide-chapter-9>|Word'den İçe Aktarma]]

source: Development
tr: Geliştirme

source: [[<ref:wikitolearn-guide-chapter-10>|Some more contribution possibilities]]
tr: [[<ref:wikitolearn-guide-chapter-10>|Biraz daha katkı olasılığı]]
