Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/wikitolearn-guide-chapter-4.po
Languages: tr

source: A section is the lowest unit on the Course hierarchy and it consists of a single webpage. Every section has its own title and content.
tr: Bir kısım, Ders hiyerarşisinde en düşük birimdir ve tek bir web sayfasından oluşur. Her kısım kendi başlık ve içeriğine sahiptir.

source: Add a section
tr: Bir kısım ekle

source: To add a section into a chapter, go the course main page. Find the chapter where you want to add the section and click on the pencil on the right of the chapter's name. Write the name of the section and save the changes by clicking on the <code>save chapter</code> button.
tr: Bir bölüme bir kısım eklemek için, kurs ana sayfasına gidiniz. Kısımı eklemek istediğiniz bölümü bulun ve bölümün adının sağındaki kurşun kalem üzerine tıklayınız. Kısımın adını yazın ve değişiklikleri <code>bölümü kaydet</code> düğmesi üzerinden kaydediniz.

source: Rename a section
tr: Bir kısımı yeniden adlandır

source: Simply find the chapter where the section is located and click on the pencil on the right of the chapter's name. You will be able to rename the section by clicking on the icon with the blue pencil.
tr: Kısımın bulunduğu yerde bölümü kolayca bulun ve bölümün adının sağ tarafındaki kurşun kaleme tıklayınız. Mavi kurşun kalem simgesine tıklayarak bölümü yeniden adlandırabileceksiniz.

source: Delete a section
tr: Bir kısım silin

source: To delete a section find the chapter where the targeted section is present and edit it. You will be able to delete the section by pressing on the trash icon.
tr: Bir kısımı silmek için, hedeflenen kısımın bulunduğu bölümü bulun ve düzenleyin. Çöp kutusu simgesine basarak kısımı silebileceksiniz.

source: Restore a section
tr: Bir kısımı geri yükle

source: If you have sections in the recycling bin you can restore them by placing the mouse on the sections and clicking on the restore icon on the left of the section's name.
tr: Geri dönüşüm kutusunda kısımlarınız varsa, bunları farenizle kısımlara yerleştirebilir ve kısımın adının solundaki geri yükle simgesini tıklayarak geri yükleyebilirsiniz.

source: Always remember to save the changes by clicking on the <code>Save Course</code> button.
tr: Değişiklikleri her zaman <code> Ders Kaydet </ code> düğmesini tıklayarak kaydetmeyi unutmayınız.

source: Move a section
tr: Bir kısımı taşı

source: To move a section within the same chapter, you can simply use the drag and drop elements. We don't support moving sections between different chapters yet. For now, if needed, we suggest the following procedure: copy the content of the section on a document;
tr: Bir kısımı aynı bölüme taşımak için sürükle ve bırak öğelerini basitçe kullanabilirsiniz. Farklı bölümler arasında kısımları taşımayı henüz desteklemiyoruz. Şu an için, gerekirse, aşağıdaki yöntemi öneriyoruz: kısımın içeriğini bir belgeye kopyalayınız;

source: delete the section you'd like to move;
tr: taşımak istediğiniz kısımı siliniz;

source: create a new section located at the right place;
tr: sağ tarafta bulunan yeni bir kısım oluşturunuz;

source: paste the old content and save the page.
tr: eski içeriği yapıştırınız ve sayfayı kaydediniz.
