Repository: pisilinux/kde-tr
Catalog: wikitolearn-translation/wikitolearn-guide-chapter-1.po
Languages: tr

source: WikiToLearn is a community that aims to create free, collaborative and accessible textbooks. Our philosophy can be summarised as "''Knowledge only grows if shared''".
tr: WikiToLearn özgür, işbirlikçi ve ulaşılabilir ders kitapları oluşturmayı amaçlayan bir topluluktur. Bizim felsefemiz ""Bilgi yalnız paylaştıkça büyür"" olarak özetlenebilir.

source: Conventions
tr: Teammüller

source: WikiToLearn makes extensive use of a hierarchy model, in order to create books which are consistent with our philosophy.
tr: WikiToLearn felsefimize uygun kitaplar oluşturmak için bir aşamalı modelin kapsamlı şekilde kullanılmasını sağlar.

source: Departments
tr: Bölümler

source: It's a collection of topics, courses and books belonging to the same area. Departments are listed on the main page.
tr: Konular, kurslar ve kitapların aynı alana toplanmasıdır. Bölümler ana sayfada listelenmiştir.

source: Topics
tr: Konular

source: They are the level underneath Departments and contain different courses related to the same subject. The topics are used to gather all the courses that explain the same theme, because every university and faculty could have a different approach to the subject. For example, <code>Quantum Physics</code> may be a topic and <code>Quantum Mechanics for graduate students</code>, <code>Advanced Quantum Mechanics</code> may be a course.
tr: Bölümlerin altındaki seviyelerdir ve aynı konudaki farklı kursları içerir. Konular, aynı temayı açıklayan bütün kursları bir araya getirmek için kullanılır, çünkü her üniversite ve fakültenin konuya farklı bir yaklaşımı olabilir. Örneğin, <code>Kuantum Fiziği</code> bir konu olabilir ve <code>mezun öğrenciler için Kuantum Mekaniği</code>, <code>İleri Kuantum Mekaniği</code> bir kurs olabilir.

source: Courses
tr: Kurslar

source: These are the most important units of WikiToLearn. Courses are collections of chapters, which gather the pages (sections). Every course has the prefix <code>Course:</code> followed by the course name in its URL.
tr: Bunlar WikiToLearn'ün en önemli birimleridir. Kurslar sayfaları(kısımları) bir araya getiren bölümlerin toplamıdır. Her kurs kendi URL'sindeki kurs adının takip ettiği <code>Kurs:</code> önekine sahiptir.

source: Chapters
tr: Bölümler

source: The lower level of a course. They gather together some sections of a book and they are displayed as headings in the main page of the course.
tr: Bir kursun alt seviyesi. Bir kitabın bazı kısımlarını bir araya getirirler ve kursun ana sayfasında başlıklar halinde gösterilirler.

source: Sections
tr: Kısımlar

source: Sections are the basic unit of an entire course. Basically, they're a single webpage with its own content.
tr: Kısımlar bir tüm kursun basit birimleridir. Basitçe, kendi içerikleri olan tek bir web sayfasıdır.

source: Namespaces
tr: İsimlendirmeler

source: Namespaces are a mechanism for grouping pages. You can see the namespace by looking at the url: if it has a <code>word:something_else</code>then "word" is the namespace. In WikiTolearn there are two main namespaces, "User" and "Course".
tr: İsimlendirmeler sayfaları gruplamak için bir mekanızmadır. İsimlendirmeleri url'den bakarak görebilirsiniz: Eğer bir <code>kelime:herhangi_birşey</code> ' e sahipse "kelime" bir isimlendirmedir. WikiToLearn içerisinde iki ana isimlendirme vardır, "Kullanıcı" ve "Kurs".

source: User namespace
tr: Kullanıcı isimlendirme

source: The User namespace is your personal page where you can write your own courses and content without worrying about making mistakes. You can see an example here:
tr: Kullanıcı isimlendirme sizin kendi kurslarınızı ve içeriğinizi hata yapma kaygısı olmadan yazabileceğiniz kişisel sayfanızdır. Burada bir örnek görebilirsiniz:

source: Course namespace
tr: Kurs isimlendirme

source: A Course namespace is similar to the User one, but it has the word <code>Course:</code>as a prefix to the URL<ref>URL is an acronym for Uniform Resource Locator and is a reference (an address) to a resource on the Internet</ref>. This namespace is used to create an entire public course. You can see an example on the English WikiToLearn: [https://en.wikitolearn.org/Course:How_to_use_Linked_Data How to use Linked Data]!
tr: Bir Kurs isimlendirmesi Kullanıcı olana benzerdir, ama URL ' e bir ön ek olarak <code>Kurs:</code>kelimesine sahiptir<ref>URL Uniform Resource Locator için bir kısaltmadır ve Internet üzerindeki bir kaynak için başvurudur(bir adrestir)</ref>. Bu isimlendirme açık bir kurs oluşturmak için kullanılır. İngilizce WikiToLearn üzerinde bir örnek görebilirsiniz: [https://en.wikitolearn.org/Course:How_to_use_Linked_Data Bağlantılı veri nasıl kullanılır]!
