Repository: pisilinux/kde-tr
Catalog: oxygen/oxygen._desktop_.po
Languages: tr

# Name
source: KDE Classic
tr: KDE Klasik

# Comment
source: The default cursor theme in KDE 2 and 3
tr: KDE2 ve 3'te bulunan varsayılan imleç teması

# Name
source: Oxygen Black
tr: Oxygen Siyahı

# Comment
source: Oxygen mouse theme. Oxygenize your desktop!
tr: Oxygen fare teması. Masaüstünüzü Oxygenleştirin!

# Name
source: Oxygen Blue
tr: Oxygen Mavisi

# Name
source: Oxygen White
tr: Oxygen Beyazı

# Name
source: Oxygen Yellow
tr: Oxygen Sarısı

# Name
source: Oxygen Window Decoration
tr: Oxygen Pencere Dekorasyonu

# Comment
source: Modify the appearance of window decorations
tr: Pencere dekorasyonlarının görünümünü düzenle

# X-KDE-Keywords
source: oxygen,decoration
tr: oxygen,dekorasyon

# Name
source: Oxygen Widget Style
tr: Oxygen Programcık Biçimi

# Comment
source: Modify the appearance of widgets
tr: Parçacıklarının görünümünü düzenle

# X-KDE-Keywords
source: oxygen,widget,style
tr: oxygen,parçacık,biçem

# Comment
source: Styling of the next generation desktop
tr: Sonraki kuşak masaüstü biçimi

# Comment
source: Oxygen Desktop Design Language
tr: Oxygen Masaüstü Tasarım Dili

# Keywords
source: Desktop;Workspace;Appearance;Look and Feel;Logout;Lock;Suspend;Shutdown;Hibernate;
tr: Masaüstü;Çalışma Alanı;Görünüm;Davranış;Çıkış;Kilitleme;Askıya Alma;Kapatma;Hazırda Bekleme;
