Repository: pisilinux/kde-tr
Catalog: konqueror/konqueror._desktop_.po
Languages: tr

# GenericName
source: Web Browser
tr: Web Tarayıcı

# Name
source: Konqueror preloading during desktop environment startup
tr: Masaüstü ortamı açılışında Konqueror önyüklemesi

# Name
source: Bookmark Toolbar
tr: Yer İmleri Araç Çubuğu

# Comment
source: KDE File Manager & Web Browser
tr: KDE Dosya Yöneticisi ve Web Tarayıcısı

# Name
source: Konqueror Feed Icon
tr: Konqueror Haber Kaynağı Simgesi

# Comment
source: Displays an icon in the status bar if the page contains a feed
tr: Sayfa bir RSS haber kaynağı içeriyorsa durum çubuğunda bir simge gösterir

# Name
source: Add Feed to Akregator
tr: Haber Kaynağını Akregator uygulamasına ekle

# Comment
source: Adds selected feed to Akregator
tr: Seçili RSS haber kaynağını Akregator uygulamasına ekler

# Name
source: Auto Refresh
tr: Otomatik Tazele

# Comment
source: Auto Refresh plugin
tr: Otomatik Yenileme eklentisi

# Name
source: Translate
tr: Çevir

# Comment
source: Language translation for the current page using Google
tr: Yürürlükteki sayfayı Google ile çevir

# Name
source: Directory Filter
tr: Dizin Süzgeci

# Comment
source: Filter directory view using an attribute filter
tr: Dizin görünümünü öznitelik süzgecinden geçir

# Name
source: File Size Viewer
tr: Dosya Boyutu Gösterici

# Comment
source: View your filesystem as a TreeMap
tr: Dosya sisteminizi bir Ağaç Haritası olarak gösterir

# Name
source: File Size View
tr: Dosya Boyutu Görünümü

# Comment
source: Enables a proportional view of directories and files based on file size
tr: Dosya boyutu tabanlı olarak dizin ve dosyaların orantılı görünümünü sağlar

# X-KDE-Submenu
source: Convert To
tr: Dönüştür

# X-KDE-Submenu
source: Transform Image
tr: Resmi Dönüştür

# Name
source: Rotate Clockwise
tr: Saat Yönünde Çevir

# Name
source: Rotate Counter-Clockwise
tr: Saat Yönünün Tersine Çevir

# Name
source: Flip Vertically
tr: Dikey Olarak Çevir

# Name
source: Flip Horizontally
tr: Yatay Olarak Çevir

# Name
source: Image Gallery
tr: Resim Galerisi

# Comment
source: An easy way to generate an HTML image gallery
tr: HTML resim galerisi oluşturmanın kolay bir yolu

# Name
source: Search Bar
tr: Arama Çubuğu

# Comment
source: Provides a text box for easier access to search engines like Google.
tr: Google gibi arama motorloruna kolayca ulaşmak için yazı kutususu sağlar.

# Name
source: Shell Command Plugin
tr: Uçbirim Komut Eklentisi

# Comment
source: Shell Command Plugin for Konqueror
tr: Konqueror için Uçbirim Komut Eklentisi

# Comment
source: Produces audio output for text in the current page
tr: Geçerli sayfadaki metni okur

# Name
source: UserAgent Changer
tr: Kullanıcı Uygulaması Değiştirici

# Comment
source: Allows the detected UserAgent to be modified
tr: Belirlenen Kullanıcı Uygulamasının değiştirilmesini sağlar

# Name
source: Web Archiver
tr: Web Arşivleyici

# Comment
source: Creates archives of websites
tr: Sitelerin arşivlerini oluşturur

# Name
source: Bookmarks
tr: Yer İmleri

# Comment
source: Configure the bookmarks home page
tr: Yer imleri ana sayfasını yapılandır

# X-KDE-Keywords
source: Bookmarks
tr: Yer İmleri

# Name
source: Appearance
tr: Görünüm

# Comment
source: You can configure how Konqueror looks as a file manager here
tr: Konqueror uygulamasının dosya yöneticisi olarak nasıl görüneceğini buradan yapılandırabilirsiniz

# X-KDE-Keywords
source: konqueror,filemanager,word wrap,wrap,underline,display,filesize,bytes,font,color,colour
tr: konqueror,dosya yöneticisi,sözcük kaydır,kaydır,altını çiz,göster,dosya boyutu,bayt,yazı tipi,renk

# Name
source: Behavior
tr: Davranış

# Comment
source: You can configure how Konqueror behaves as a file manager here
tr: Konqueror uygulamasının dosya yöneticisi olarak nasıl davranacağını buradan yapılandırabilirsiniz

# X-KDE-Keywords
source: konqueror,filemanager,kfm,tips,file tips,separate window,spawn windows,behavior,behaviour,memory usage,Home URL,network operations,progress dialog,trash can,delete,confirmation
tr: konqueror,filemanager,kfm,tips,file tips,separate window,pencereler oluştur,davranış,davranış,bellek kullanımı,Başlangıç Adresi,ağ işlemleri,ilerleme iletişim kutusu,çöp kutusu,sil,doğrulama

# Name
source: Stylesheets
tr: Biçim Dosyaları

# Comment
source: Configure the stylesheets used to render web pages
tr: Ağ sayfaları hazırlanırken kullanılacak biçim ayarlarını yapılandırın

# X-KDE-Keywords
source: CSS,HTML,style,stylesheet,accessibility
tr: CSS,HTML,stil,stil dosyası,erişebilirlik

# Comment
source: Configure how to display web pages
tr: Ağ sayfalarının nasıl gösterileceğini yapılandır

# X-KDE-Keywords
source: konqueror,kfm,browser,html,web,www,fonts,charsets,character sets,encoding
tr: konqueror,kfm,browser,html,web,www,yazı tipleri,karakter seti,karakter setleri,kodlama

# Name
source: Web Behavior
tr: Web Davranışı

# Comment
source: Configure the browser behavior
tr: Ağ tarayıcı davranışlarını yapılandır

# X-KDE-Keywords
source: konqueror,kfm,browser,html,web,www,fonts,colours,colors,java,javascript,cursor,links,images,charsets,character sets,encoding
tr: konqueror,kfm,browser,html,web,www,yazı tipleri,renkler,renk,java,javascript,imleç,bağlantılar,resimler,karakter seti,karakter setleri,kodlama

# Name
source: AdBlocK Filters
tr: AdBlocK Süzgeçleri

# Comment
source: Configure Konqueror AdBlocK filters
tr: Konqueror'ın AdBlocK Süzgeçlerini yapılandır

# Name|Konqeuror settings relevant to both web browsing and file management.
source: General
tr: Genel

# Comment
source: Configure general Konqueror behavior
tr: Genel Konqueror davranışlarını yapılandır

# X-KDE-Keywords
source: konqueror,tabs
tr: konqueror,sekmeler

# Name
source: Java & JavaScript
tr: Java ve JavaScript

# Comment
source: Configure the behavior of Java and JavaScript
tr: Java ve JavaScript davranışlarını yapılandır

# X-KDE-Keywords
source: konqueror,filemanager,kfm,tips,file tips,separate window,spawn windows,behavior,behaviour,memory usage,Home URL,
tr: konqueror,dosya yöneticisi,kfm,ipuçları,dosya ipuçları,ayrı pencere,pencereler oluştur,davranışlar,davranış,bellek kullanımı,Ev Adresi,

# Name
source: Performance
tr: Performans

# Comment
source: Configure settings that can improve Konqueror performance
tr: Konqueror uygulamasının performansını artıracak ayarlamaları yap

# X-KDE-Keywords
source: konqueror,reuse,preloading
tr: konqueror,yeniden kullanım,önceden yükleme

# Name
source: KDE Performance
tr: KDE Performansı

# Comment
source: Configure settings that can improve KDE performance
tr: KDE performansını artıracak ayarlamaları yap

# X-KDE-Keywords
source: performance,speed,memory,improve
tr: performans,hız,bellek,geliştirme

# Comment
source: This is the list of your bookmarks, for a faster access
tr: Bu sizin daha hızlı erişiminiz için kısa yollarınızın bir listesidir

# Name
source: History
tr: Geçmiş

# Comment
source: This is the history of the URLs you have recently visited. You can sort them in many ways.
tr: Bu sizim yakın geçmişte ziyaret ettiğiniz adreslerin bir listesidir. Bunları birçok şekilde sıralayabilirsiniz.

# Name
source: Home Folder
tr: Ev Dizini

# Comment
source: This folder contains your personal files
tr: Bu dizin kişisel dosyalarınızı içerir

# Name
source: Places
tr: Konumlar

# Comment
source: This is the list of places.
tr: Bu konumların listesidir.

# Name
source: Root Folder
tr: Kök Dizin

# Comment
source: This is the root of the filesystem
tr: Bu dosya sisteminin kök dizinidir

# Name
source: Services
tr: Servisler

# Name
source: Settings
tr: Ayarlar

# Comment
source: Configure the history sidebar
tr: Geçmiş yan çubuğunu yapılandır

# X-KDE-Keywords
source: history,expire
tr: geçmiş,zamanaşımı

# Name
source: History SideBar Module
tr: Geçmiş Yan Çubuğu Modülü

# Name
source: Sidebar
tr: Yan Çubuk

# Name
source: Places SideBar Module
tr: Konumlar Yan Çubuk Modülü

# Name
source: Folder
tr: Dizin

# Name
source: Network
tr: Ağ

# Name
source: FTP Archives
tr: FTP Arşivleri

# Name
source: KDE Official FTP
tr: KDE Resmi FTP Sunucusu

# Name
source: KDE Applications
tr: KDE Uygulamaları

# Name
source: Web Sites
tr: Web Siteleri

# Name
source: KDE News
tr: KDE Haberleri

# Name
source: KDE Home Page
tr: KDE Ana Sayfası

# Name
source: KDE Eye Candy
tr: KDE Görünüm ve Temaları

# Name
source: Applications
tr: Uygulamalar

# Name
source: Print System Browser
tr: Yazdırma Sistemi Tarayıcı

# Name
source: Web SideBar Module
tr: Web Yan Çubuk Modülü

# Name
source: About-Page for Konqueror
tr: Konqueror Hakkında Sayfası

# Comment
source: Embeddable HTML component
tr: Gömülebilir HTML bileşeni
