Repository: pisilinux/kde-tr
Catalog: ark/ark._json_.po
Languages: tr

# Name
source: 'Compress' service menu
tr: 'Sıkıştır' servis menüsü

# Name
source: 'Extract' service menu
tr: 'Çıkart' servis menüsü

# Name
source: P7zip plugin
tr: P7zip eklentisi

# Name
source: RAR plugin
tr: RAR eklentisi

# Name
source: The Unarchiver plugin
tr: Unarchiver eklentisi

# Name
source: Info-zip plugin
tr: Info-zip eklentisi

# Name
source: Libarchive plugin
tr: Libarchive eklentisi

# Name
source: Libarchive plugin (read-only formats)
tr: Libarchive eklentisi (salt okunur biçimler)

# Name
source: Bzip2 plugin
tr: Bzip2 eklentisi

# Name
source: Gzip plugin
tr: Gzip eklentisi

# Name
source: LZMA plugin
tr: LZMA eklentisi

# Description
source: Full support for the zip and 7z archive formats
tr: Zip ve 7z arşiv biçimleri için tam destek

# Description
source: Full support for the RAR archive format
tr: RAR arşiv biçimi için tam destek

# Description
source: Legacy support for the zip archive format
tr: Zip arşivi biçimi için eski desteği

# Description
source: Full support for compressed TAR archives
tr: Sıkıştırılmış TAR arşivleri için tam destek

# Description
source: Open and extract DEB, RPM, ISO, AppImage, XAR and CAB files
tr: DEB, RPM, ISO, AppImage, XAR ve CAB dosyalarını açıp çıkartın

# Description
source: Open and extract single files compressed with the bzip2 algorithm
tr: Bzip2 algoritması ile sıkıştırılmış tek dosyaları açma ve çıkarma

# Description
source: Open and extract single files compressed with the gzip algorithm
tr: Gzip algoritması ile sıkıştırılmış tek dosyaları açma ve çıkarma

# Description
source: Open and extract single files compressed with the lzma algorithm
tr: Lzma algoritması ile sıkıştırılmış tek dosyaları açma ve çıkarma
