Repository: pisilinux/kde-tr
Catalog: ktp-common-internals/ktp-common-internals._desktop_.po
Languages: tr

# Name
source: Instant messaging
tr: Anında mesajlaşma

# Comment
source: Instant messaging
tr: Anında mesajlaşma

# Name
source: Group
tr: Grup

# Comment
source: The group where the contact resides
tr: Bağlantının bulunduğu grup

# Name
source: Contact
tr: Kişi

# Comment
source: The specified contact
tr: Belirtilen Bağlantı

# Name
source: Class
tr: Sınıf

# Comment
source: The message class
tr: İleti sınıfı

# Name
source: Instant messaging error
tr: Anında mesajlaşma hatası

# Comment
source: An error occurred within instant messaging
tr: Anında mesajlaşma sırasında bir hata oluştu

# Name
source: Instant messaging info message
tr: Anında mesajlaşma bilgi mesajı

# Comment
source: A general info message from instant messaging
tr: Anında mesajlaşmadan genel bir bilgi mesajı

# Name
source: Incoming Message
tr: Gelen İleti

# Comment
source: An incoming message has been received
tr: Bir gelen mesaj alındı

# Name
source: Incoming Message in Active Chat
tr: Etkin Sohbet içerisinde Gelen İletiler

# Comment
source: An incoming message in the active chat window has been received
tr: Etkin sohbet içerisinde bir gelen ileti alındı

# Name
source: Incoming Message in Group Chat
tr: Grup Sohbetinden Gelen İleti

# Comment
source: An incoming message has been received in a group chat
tr: Bir grup sohbetinde alınan bir ileti

# Name
source: Incoming Message in Active Group Chat
tr: Etkin Grup Sohbetinden Gelen İleti

# Comment
source: An incoming message in the active group chat window has been received
tr: Etkin grup sohbeti içerisinden gelen bir ileti

# Name
source: Outgoing Message
tr: Giden İletiler

# Comment
source: An outgoing message has been sent
tr: Bir giden mesaj gönderildi

# Name
source: Highlight in Group Chat
tr: Grup Sohbetinde Vurgula

# Comment
source: A highlighted message has been received in a group chat
tr: Bir grup sohbeti içerisinde vurgulanmış bir ileti alındı

# Name
source: Highlight in Active Group Chat
tr: Etkin Grup Sohbetinde Vurgula

# Comment
source: A highlighted message has been received in the active group chat window
tr: Etkin bir grup sohbeti içerisinde vurgulanmış bir ileti alındı

# Name
source: Message Dropped
tr: İleti Bırakıldı

# Comment
source: A message was filtered by the Privacy Plugin
tr: Gizlilik Eklentisi tarafından bir ileti süzüldü

# Name
source: Service Message
tr: Hizmet Mesajı

# Comment
source: A service message has been received (e.g. authorization request)
tr: Bir hizmet iletisi alındı (ör. yetkilendirme isteği)

# Name
source: New incoming chat
tr: Yeni gelen sohbet

# Comment
source: A new instant message has been received
tr: Yeni bir anlık mesaj alındı

# Name
source: Incoming file transfer
tr: Gelen dosya aktarımı

# Comment
source: An incoming file transfer request has been received
tr: Bir gelen dosya aktarımı isteği alındı

# Name
source: Incoming call
tr: Gelen çağrı

# Comment
source: An incoming audio/video call request has been received
tr: Bir gelen ses/video çağrısı isteği alındı

# Name
source: Chatstyle Install Request
tr: Sohbetbiçemi Kurulum İsteği

# Name
source: Chatstyle Installed Successfully
tr: Sohbetbiçemi Başarıyla Kuruldu

# Name
source: Chatstyle Installation Failed
tr: Sohbetbiçemi Kurulumu Başarısız

# Name
source: Emoticonset Install Request
tr: İfadeseti Kurulum İsteği

# Name
source: Emoticonset Installed Successfully
tr: İfadeseti Başarıyla Kuruldu

# Name
source: Emoticonset Installation failed
tr: İfadeseti Kurulumu Başarısız

# Name
source: Contact status changed
tr: Kişi durumu değişti

# Comment
source: A contact has changed their status
tr: Bir kişi durumunu değiştirdi

# Name
source: File renamed for sending with Google Talk
tr: Google Talk ile göndermek üzere dosya adlandırıldı

# Comment
source: An outgoing file with forbidden extension .exe or .ini has been renamed
tr: Yasaklı uzantı .exe veya .ini, gönderilebilmesi için adlandırıldı

# Comment
source: KTp Logger Plugin
tr: KTp Günlükleme Eklentisi

# Name
source: Telepathy Logger plugin
tr: Telepathy Günlükleme eklentisi

# Comment
source: Provides integration with Telepathy Logger
tr: Telephaty Günlükleme ile bütünleştirme sağlar
