Repository: pisilinux/kde-tr
Catalog: okteta/okteta._desktop_.po
Languages: tr

# Name
source: Bitfields test
tr: Bit alanı testi

# Name
source: Java .class file format
tr: Java .class dosya biçimi

# Comment
source: still very incomplete!!!
tr: hala çok eksik!!!

# Name
source: Testing dynamic length arrays (JS). Do not translate, it's a waste of time
tr: Hareketli uzunluk dizileri (JS) test ediliyor. Çevirmeyin, zaman kaybı

# Comment
source: A test structure for dynamic arrays (JS). Do not translate, it's a waste of time
tr: Hareketli uzunluk dizileri (JS) için bir test yapısı. Çevirmeyin, zaman kaybı

# Name
source: Testing dynamic length arrays
tr: Hareketli uzunluk dizileri test ediliyor

# Comment
source: A test structure for dynamic arrays
tr: Hareketli uzunluk dizileri için bir test yapısı

# Name
source: ELF structure
tr: ELF yapısı

# Comment
source: Structure for Executable and Linkable Format (ELF)
tr: Çalıştırılabilir ve Bağlanabilir Biçim (ELF) için Yapı

# Name
source: Testing enums
tr: Enum'lar test ediliyor

# Comment
source: A test structure for enums
tr: Enum'lar için bir test yapısı

# Name
source: Testing bitflags
tr: Bit bayrakları test ediliyor

# Comment
source: A test for bitflags
tr: Bit bayrakları için bir test

# Name
source: PNG file header
tr: PNG dosyası başlığı

# Comment
source: A test structure containing the PNG file header (file must be set to big-endian)
tr: PNG dosya başlığı içeren bir test yapısı (dosya big-endian olarak ayarlanmalı)

# Name
source: JavaScript test
tr: JavaScript testi

# Comment
source: Just testing structures defined in JS
tr: JS'de tanımlanmış sadece yapılar test ediliyor

# Name
source: Another simple test
tr: Başka bir basit test

# Comment
source: A few more test structures
tr: Birkaç ek test yapısı

# Name
source: VHD test
tr: VHD testi

# Name
source: Okteta Hex Viewer
tr: Okteta Bayt Gösterici

# GenericName
source: Hex Editor
tr: Bayt Düzenleyici
