Repository: pisilinux/kde-tr
Catalog: okteta/org.kde.okteta.appdata.po
Languages: tr

source: Hex editor
tr: Hex düzenleyici

source: Okteta is a simple editor for the raw data of files.
tr: Okteta ham veri dosyaları için basit bir düzenleyicidir.

source: Features:
tr: Özellikleri:

source: Values and characters shown either in two columns (the traditional display in hex editors) or in rows with the value on top of the character
tr: Değerler ve karakterler ya iki sütunda (hex düzenleyicilerin geleneksel görünümü) ya da değer karakterin üzerinde olacak şekilde iki satırda görüntülenir

source: Editing and navigating similar to a text editor
tr: Metin düzenleyicilere benzer düzenleme ve gezinme

source: Customizable data views, with loadable and storable profiles
tr: Yüklenebilir ve saklanabilir profillerle özelleştirilebilir veri görünümleri

source: Tools dockable on all sides or floating
tr: Kenarlara tutturulmuş veya kayan araçlar

source: Numerical encodings: Hexadecimal, Decimal, Octal, Binary
tr: Sayısal kodlama: On altılık, Onluk, Sekizlik, İkilik

source: Character encodings: All 8-bit encodings as supplied by Qt, EBCDIC
tr: Karakter kodlamaları: Qt tarafından verilen tüm 8-bit kodlamaları, EBCDIC

source: Fast data rendering on screen
tr: Ekranda hızlı veri gerçekleme

source: Multiple open files
tr: Çoklu dosya açılması

source: Undo/redo support
tr: Geri al/yeniden yap desteği

source: Structures tool for analyzing and editing based on user-creatable structure definitions
tr: Kullanıcının oluşturabildiği yapı tanımlamalarına dayalı analiz ve düzenleme yapmak için araçlar

source: And more...
tr: Ve daha fazlası...
