Repository: pisilinux/kde-tr
Catalog: kreport/kreport._json_.po
Languages: tr

# Name
source: Check box
tr: İşaret kutusu

# Name
source: Field
tr: Giriş

# Name
source: Image
tr: Resim

# Name
source: Label
tr: Etiket

# Name
source: Text
tr: Metin

# Name
source: Barcode
tr: Barkod

# Name
source: Chart
tr: Grafik

# Name
source: Maps
tr: Haritalar

# Name
source: Web browser
tr: Web Tarayıcısı

# Description
source: Check box element for Reports
tr: Raporlar için işaret kutusu ögesi

# Description
source: Field element for Reports
tr: Raporlar için giriş ögesi

# Description
source: Image element for Reports
tr: Raporlar için Resim ögesi

# Description
source: Label element for Reports
tr: Raporlar için Etiket ögesi

# Description
source: Text element for Reports
tr: Raporlar için Metin ögesi

# Description
source: Barcode element for Reports
tr: Raporlar için Barkod ögesi

# Description
source: Chart element for Reports
tr: Raporlar için Grafik ögesi

# Description
source: Maps element for Reports
tr: Raporlar için Haritalar ögesi

# Description
source: Web browser element for Reports
tr: Raporlar için Web Tarayıcı ögesi

# Authors Name
source: Kexi Team
tr: Kexi Ekibi
