Repository: pisilinux/kde-tr
Catalog: websites-kde-org/menu_shared.po
Languages: tr

source: Develop
tr: Geliştir

source: Get Involved
tr: Katıl

source: Release of KDE Frameworks %ver
tr: KDE Frameworks %ver Sürümü

source: KDE Ships Frameworks %ver
tr: KDE Frameworks %ver sürümünü gönderdi

source: KDE Ships Frameworks %ver.
tr: KDE Frameworks %ver sürümünü gönderdi.

source: KDE today announces the release of KDE Frameworks %ver.
tr: KDE bugün KDE Frameworks %ver sürümünün piyasaya sürüldüğünü duyurdu.

source: KDE today announces the release of KDE Frameworks {{ .Get "version" }}.
tr: KDE bugün KDE Frameworks {{ .Get "version" }} sürümünün piyasaya sürüldüğünü duyurdu.

source: KDE Frameworks are {{ .Get "libCount" }} addon libraries to Qt which provide a wide variety of commonly needed functionality in mature, peer reviewed and well tested libraries with friendly licensing terms. For an introduction see [the KDE Frameworks release announcement]({{ .Get "firstAnncLink" }}).
tr: KDE Çerçeveleri, kullanıcı dostu lisans koşulları ile olgun, hakemli ve iyi test edilmiş kitaplıklarda yaygın olarak ihtiyaç duyulan çok çeşitli işlevsellik sağlayan {{ .Get "libCount" }} Qt eklenti kitaplıklarıdır. Giriş için [KDE Framework sürüm duyurusu]{{ .Get "libCount" }} 'na bakın.

source: This release is part of a series of planned monthly releases making improvements available to developers in a quick and predictable manner.
tr: Bu sürüm, geliştiricilere hızlı ve öngörülebilir bir şekilde iyileştirmeler sağlayan bir dizi planlı aylık sürümün bir parçasıdır.

source: New in this version
tr: Bu sürümde yeni

source: Image of Plasma {{ .Get "maj_min" }}
tr: Plazma {{ .Get "maj_min" }} görüntüsü

source: KDE Plasma {{ .Get "maj_min" }}
tr: KDE Plazma {{ .Get "maj_min" }}

source: Image of Plasma {{ .Get "maj_min" }} Beta
tr: Plazma {{ .Get "maj_min" }} Beta görüntüsü

source: KDE Plasma {{ .Get "maj_min" }} Beta
tr: KDE Plazma {{ .Get "maj_min" }} Beta

source: Today KDE releases a bugfix update to KDE Plasma {{ .Get "maj" }}, versioned {{ .Get "version" }}.
tr: Bugün KDE, Plazma {{ .Get "maj" }} hatalarını düzeltmek için {{ .Get "version" }} sürüm numaralı bir güncelleme yayınladı.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in January {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Ocak ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in February {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Şubat ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in March {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Mart ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in April {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Nisan ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in May {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Mayıs ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in June {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Haziran ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in July {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Temmuz ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in August {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Ağustos ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in September {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Eylül ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in October {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Ekim ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in November {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Kasım ayında piyasaya sürüldü.

source: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) was released in December {{ .Get "year"}}with many feature refinements and new modules to complete the desktop experience.
tr: [Plasma {{ .Get "maj_min" }}](/announcements/plasma/{{ .Get "maj" }}/{{ .Get "maj_min" }}.0) , masaüstü deneyimini tamamlamak için birçok özellik iyileştirmesi ve yeni modüllerle {{ .Get "year"}}Aralık ayında piyasaya sürüldü.

source: This release adds a week's worth of new translations and fixes from KDE's contributors.
tr: Bu sürüm, KDE'nin katkıda bulunanlardan bir haftalık yeni çeviriler ve düzeltmeler ekler.

source: This release adds two weeks' worth of new translations and fixes from KDE's contributors.
tr: Bu sürüm, KDE'nin katkıda bulunanlarından iki haftalık yeni çeviriler ve düzeltmeler ekler.

source: This release adds three weeks' worth of new translations and fixes from KDE's contributors.
tr: Bu sürüm, KDE'nin katkıda bulunanlarından üç haftalık yeni çeviriler ve düzeltmeler ekler.

source: This release adds a month's worth of new translations and fixes from KDE's contributors.
tr: Bu sürüm, KDE'nin katkıda bulunanlardan bir aylık yeni çeviriler ve düzeltmeler ekler.

source: This release adds two months' worth of new translations and fixes from KDE's contributors.
tr: Bu sürüm, KDE'nin katkıda bulunanlarından iki aylık yeni çeviriler ve düzeltmeler ekler.

source: This release adds three months' worth of new translations and fixes from KDE's contributors.
tr: Bu sürüm, KDE'nin katkıda bulunanlarından üç aylık yeni çeviriler ve düzeltmeler ekler.

source: This release adds five months' worth of new translations and fixes from KDE's contributors.
tr: Bu sürüm, KDE'nin katkıda bulunanlarından beş aylık yeni çeviriler ve düzeltmeler ekler.

source: This release adds six months' worth of new translations and fixes from KDE's contributors.
tr: Bu sürüm, KDE'nin katkıda bulunanlarından altı aylık yeni çeviriler ve düzeltmeler ekler.

source: The bugfixes are typically small but important and include:
tr: Düzeltmeler genellikle küçüktür ancak önemlidir ve şunları içerir:
