Repository: pisilinux/kde-tr
Catalog: dolphin/dolphin._desktop_.po
Languages: tr

# Name
source: Dolphin View
tr: Dolphin Görünümü

# Name
source: Icons
tr: Simgeler

# Name
source: Compact
tr: Sıkışık

# Name
source: Details
tr: Ayrıntılar

# GenericName
source: File Manager
tr: Dosya Yöneticisi

# Name
source: Dolphin General
tr: Dolphin Genel

# Comment
source: This service allows configuration of general Dolphin settings.
tr: Bu servis genel Dolphin ayarlarını yapılandırmanızı sağlar.

# Name|Random file browsing settings.
source: General
tr: Genel

# Comment
source: Configure general file manager settings
tr: Genel dosya yöneticisi ayarlarını yapılandır

# X-KDE-Keywords
source: file manager
tr: dosya yöneticisi

# Name
source: Dolphin Navigation
tr: Dolphin Gezintisi

# Comment
source: This service allows configuration of the Dolphin navigation.
tr: Bu servis Dolphin gezintisini yapılandırmanızı sağlar.

# Name
source: Navigation
tr: Gezinti

# Comment
source: Configure file manager navigation
tr: Dosya yöneticisi gezintisini yapılandır

# Name
source: Dolphin View Modes
tr: Dolphin Görünüm Kipleri

# Comment
source: This service allows configuration of the Dolphin view modes.
tr: Bu servis Dolphin görünüm kiplerini yapılandırmanızı sağlar.

# Name
source: View Modes
tr: Görünüm Kipleri

# Comment
source: Configure file manager view modes
tr: Dosya yöneticisi görünüm ayarlarını yapılandır

# Comment
source: Version Control Plugin for File Views
tr: Dosya Görünümleri için Sürüm Kontrol Eklentisi
