Repository: pisilinux/kde-tr
Catalog: kubuntu-driver-kcm/kcm-driver-manager.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Volkan Gezer, Necdet Yücel

# EMAIL OF TRANSLATORS
source: Your emails
tr: volkangezer@gmail.com, necdetyucel@gmail.com

# @label
source: The package system could not be initialized, your configuration may be broken.
tr: Paket sistemi başlatılamadı, yapılandırmanız bozuk olabilir.

# @label
source: Another application seems to be using the package system at this time. You must close all other package managers before you will be able to install or remove any packages.
tr: Paket sistemini şu anda başka bir uygulama kullanıyor gözüküyor. Herhangi bir paket yükleyebilmek veya kaldırabilmek için diğer tüm paket yöneticilerini kapatmalısınız.

# @label
source: You do not have enough disk space in the directory at %1 to continue with this operation.
tr: Bu işleme devam edebilmek için %1 üzerindeki dizinde yeterli disk alanınız yok.

# @label
source: Could not download packages
tr: Paketler indirilemedi

# @label
source: An error occurred while applying changes:
tr: Değişiklikler uygulanırken bir hata oluştu:

# @label
source: This operation cannot continue since proper authorization was not provided
tr: Gerekli yetkilendirme sağlanmadığı için bu işleme devam edilemiyor.

# @label
source: It appears that the QApt worker has either crashed or disappeared. Please report a bug to the QApt maintainers
tr: Görünen o ki QApt çalıştırıcısı ya çöktü ya da ortadan kayboldu. Lütfen QApt yöneticilerine bu hatayı bildirin

# @label
source: The following package has not been verified by its author. Downloading untrusted packages has been disallowed by your current configuration.
tr: Bu paket yazarı tarafından doğrulanmadı. Şimdiki yapılandırmanız güvenilmeyen paketlerin indirilmesine izin vermiyor.

# @label
source: The package "%1" has not been found among your software sources. Therefore, it cannot be installed.
tr: "%1" paketi yazılım kaynaklarınızda bulunamadı. Bu yüzden, yüklenemez.

# @title:window
source: Media Change Required
tr: Ortam Değiştirmeniz Gerekiyor

# @label
source: Please insert %1 into <filename>%2</filename>
tr: Lütfen %1 ortamını <filename>%2</filename> konumuna takın

# @title:window
source: Warning - Unverified Software
tr: Uyarı - Doğrulanmamış Yazılım

# @label
source: The following piece of software cannot be verified. <warning>Installing unverified software represents a security risk, as the presence of unverifiable software can be a sign of tampering.</warning> Do you wish to continue?
tr: Aşağıdaki paket doğrulanamdı. <warning>Doğrulanmamış paketleri kurmak bir güvenlik riskidir ve doğrulanamayan yazılım bir hilenin göstergesidir.</warning> Devam etmek istiyor musunuz?

# @title:window
source: Configuration File Changed
tr: Yapılandırma Dosyası Değişti

# @label Notifies a config file change
source: A new version of the configuration file <filename>%1</filename> is available, but your version has been modified. Would you like to keep your current version or install the new version?
tr: <filename>%1</filename> yapılandırma dosyasının yeni bir sürümü mevcut ancak sizdeki sürüm değiştirilmiş. Geçerli sürümünüzü korumak mı yoksa yeni sürümü mü kurmak istersiniz?

# @action Use the new config file
source: Use New Version
tr: Yeni Sürümü Kullan

# @action Keep the old config file
source: Keep Old Version
tr: Eski Sürümü Koru

# Manually installed 3rd party driver
source: This device is using a manually-installed driver : (%1)
tr: Bu aygıt el ile kurulu bir sürücü kullanıyor: (%1)

# %1 is description and %2 is package name; when driver is recommended for use
source: Using %1 from %2 (Recommended Driver)
tr: %1 kullanılarak - %2 paketinden (Önerilen Sürücü)

# %1 is description and %2 is package name
source: Using %1 from %2
tr: %1 kullanılarak - %2 paketinden

# The driver is under a open source license
source: Open Source Driver
tr: Açık Kaynak Sürücü

# The driver is under a proprietary license
source: Proprietary Driver
tr: Sahipli Sürücü

source: TextLabel
tr: MetinEtiketi

source: Driver Manager
tr: Sürücü Yöneticisi

source: Copyright 2013 Rohan Garg
tr: Telif Hakkı 2013 Rohan Garg

source: Author
tr: Yazar

# @title/rich
source: <title>Your computer requires no proprietary drivers</title>
tr: <title>Bilgisayarınızın sahipli bir sürücüye ihtiyacı yok</title>

source: Collecting information about your system
tr: Sisteminiz hakkında bilgi toplanıyor

# The backend replied with a error
source: Something went terribly wrong. Please hit the 'Refresh Driver List' button
tr: Bir şeyler ters gitti. Lütfen 'Sürücü Listesini Yenile' düğmesine basın

source: Dialog
tr: İletişim Penceresi

source: Refresh Driver List
tr: Sürücü Listesini Yenile
