Repository: pisilinux/kde-tr
Catalog: kdev-krazy2/kdevkrazy2.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Kaan Özdinçer

# EMAIL OF TRANSLATORS
source: Your emails
tr: kaanozdincer@gmail.com

# @action:inmenu
source: <command>krazy2</command> analysis
tr: <command>krazy2</command> analizi

# @info
source: <para>There is no path set in the Krazy2 configuration for the <command>krazy2</command> executable.</para>
tr: <para><command>krazy2</command> için Krazy2 yapılandırmasında tanımlı bir yol yok.</para>

# @info
source: <para><command>krazy2</command> failed to start using the path (<filename>%1</filename>).</para>
tr: <para><command>krazy2</command>, (<filename>%1</filename>) yolunu kullanarak başlatılırken hata oluştu.</para>

# @info
source: <para><command>krazy2</command> crashed.</para>
tr: <para><command>krazy2</command> çöktü.</para>

# @info
source: <para>An error occurred while executing <command>krazy2</command>.</para>
tr: <para><command>krazy2</command> çalıştırılırken bir hata oluştu.</para>

# @info:progress
source: Running <command>krazy2</command>
tr: <command>krazy2</command> çalışıyor

# @info:progress File type (c++, desktop...) and checker name
source: Running %1/%2
tr: %1/%2 çalışıyor

# @action:inmenu
source: Find available checkers for <command>krazy2</command>
tr: <command>krazy2</command> için kullanılabilir kontrolcüleri bul

# @info:tooltip The underlying command did not provide a text output
source: Sorry, no description given
tr: Özür dileriz, açıklama yok

# @title:menu
source: Run
tr: Çalıştır

source: Krazy2 check (selected files)
tr: Krazy2 kontrol (seçili dosyalar)

source: Check selected files with Krazy2 tools
tr: Krazy2 aracıyla seçilmiş dosyaları kontrol et

source: Krazy2 check (all files)
tr: Krazy2 kontrol (tüm dosyalar)

source: Check all files with Krazy2 tools
tr: Krazy2 aracıyla tüm dosyaları kontrol et

source: Error gathering checker list
tr: Kontrol listesi toplama hatası

source: There was an error while gathering the checker list
tr: Kontrol listesi toplanırken bir hata oluştu

source: Error running Krazy2
tr: Krazy2 çalıştırma hatası

source: There was an error with the Krazy2 process
tr: Krazy2 süreci çalışırken bir hata oluştu

source: The tool didn't provide a message.
tr: Araç herhangi bir ileti sağlamıyor.

source: Error starting Krazy2
tr: Krazy2 başlatma hatası

source: Analysis already in progress
tr: Analiz işlemi devam ediyor

source: Gathering the checkers list hasn't finished yet or has failed.
tr: Kontrol listesi toplama henüz bitmedi veya hata oluştu.

source: No file is active, cannot deduce project.
tr: Etkin bir dosya yok, proje ortaya çıkamıyor.

source: Cannot find project
tr: Proje bulunamıyor

source: Krazy2 settings need to be set in the project settings
tr: Proje ayarları içinden Krazy2 ayarları yapılmalı

source: No checkers selected
tr: Seçili kontrolcü yok

source: No paths selected
tr: Seçili yol yok

source: Unable to restore selected checkers
tr: Seçili kontrolcüler geri yüklenemiyor

source: krazy2 Executable
tr: krazy2 Çalışıtırabilir Dosyası

source: The full path to the krazy2 executable
tr: krazy2 çalıştırılabilir dosyası için tam yol

source: The full path to the krazy2 executable that will be used to run Krazy2 tests.
tr: Krazy2 testlerinde kullanılacak olan, krazy2 çalıştırılabilir dosyası için tam yol.

source: Configure Krazy2 settings
tr: Krazy2 ayarlarını yapılandır

source: Krazy2 Settings
tr: Krazy2 Ayarları

source: Paths
tr: Yollar

# @title:window
source: Select checkers
tr: Kontrolcüleri seç

# @label
source: Other available checkers:
tr: Diğer kullanılabilir kontrolcüler:

# @info:whatsthis
source: <para>Other available checkers that will not be run in the analysis.</para>
tr: <para>Analizde kullanılmayacak olacak, diğer kontrolcüler.</para>

# @info:tooltip
source: Add checkers
tr: Kontrolcü ekle

# @info:whatsthis
source: <para>Adds the checkers selected in the <interface>Other available checkers</interface> list to the <interface>Checkers to run</interface> list.</para>
tr: <para><interface>Diğer kullanılabilir kontrolcüler</interface> listesi içindeki seçili kontrolcüleri, <interface>Çalıştırılacak olan kontrolcüler</interface> listesine ekler.</para>

# @info:tooltip
source: Remove checkers
tr: Kontrolcüleri sil

# @info:whatsthis
source: <para>Removes the selected checkers from the <interface>Checkers to run</interface> list.</para> <para>The checkers will be added to the <interface>Other available checkers</interface> list.</para>
tr: <para><interface>Çalıştırılacak olan kontrolcüler</interface> listesinden seçili kontrolcüleri siler.</para> <para>Kontrolcüler <interface>Diğer kullanılabilir kontrolcüler</interface> listesine eklenir.</para>

# @label
source: Checkers to run:
tr: Çalıştırılacak olan kontrolcüler:

# @info:whatsthis
source: <para>The checkers that will be run in the analysis.</para>
tr: <para>Analizde çalıştırılacak kontrolcüler.</Para>

# @title:window
source: Select paths
tr: Yolları seç

# @info:whatsthis
source: <para>The files and directories to analyze.</para>
tr: <para>Analiz edilecek olan dosya ve dizinler.</para>

# @info:tooltip
source: Add files and directories.
tr: Dosya ve dizinleri ekle.

# @info:whatsthis
source: <para>Adds files and directories to the list.</para> <para>Only local files and directories can be selected.</para>
tr: <para>Listeye dosya ve dizin ekler.</para> <para>Yalnızca yerel dosyalar ve dizinler seçilebilir.</para>

# @action:button
source: Add...
tr: Ekle...

# @info:tooltip
source: Remove the selected files or directories.
tr: Seçili dosya ve dizinleri sil.

# @info:whatsthis
source: <para>Removes files or directories from the list.</para>
tr: <para>Dosya ve dizinleri listeden siler.</para>

# @action:button
source: Remove
tr: Sil
