Repository: pisilinux/kde-tr
Catalog: kolor-manager/kolor-manager._desktop_.po
Languages: tr

# Name
source: Device settings for Color Management
tr: Renk Yönetimi için Aygıt Ayarları

# Comment
source: Device settings for Color Management
tr: Renk Yönetimi için Aygıt Ayarları

# Name
source: ICC Profile Information
tr: ICC Profil Bilgileri

# Comment
source: Display ICC-specific Profile Information
tr: ICC'ye özel Profil Bilgilerini Göster

# Name
source: Color Management Server
tr: Renk Yönetimi Sunucusu

# Comment
source: Allows applications to communicate with the color management system and implements the X Color Management specification
tr: Uygulamalara renk yönetim sistemiyle iletişim kurmalarına izin verir ve X Renk Yönetim niteliğini uygular

# Name
source: Color Management Settings
tr: Renk Yönetimi Ayarları

# Comment
source: Color Management Settings
tr: Renk Yönetimi Ayarları

# X-KDE-Keywords
source: Color Management Settings
tr: Renk Yönetimi Ayarları

# Name
source: Color Management
tr: Renk Yönetimi
