Repository: pisilinux/kde-tr
Catalog: digikam/digikam._desktop_.po
Languages: tr

# Name
source: Download complete
tr: İndirme tamamlandı

# Comment
source: A download from a camera or other device has finished.
tr: Bir kamera veya başka bir aygıttan indirme tamamlandı.

# Name
source: Save file complete
tr: Dosya kaydetme tamamlandı

# Comment
source: A file from image editor is saved.
tr: Resim düzenleyicisinden bir dosya kaydedildi.

# Name
source: Batch queue completed
tr: Toplu kuyruk tamamlandı

# Comment
source: A queue in the batch queue manager has been completed.
tr: Toplu kuyruk yöneticisindeki bir kuyruk tamamlandı.

# Name
source: Update of fingerprint database complete
tr: Parmak izi veritabanı güncellemesi tamamlandı

# Comment
source: The update of the fingerprint database has been completed.
tr: Parmak izi veritabanı güncellemesi tamamlandı.

# Name
source: Update of thumbnails database complete
tr: Küçük resimler veritabanı güncellemesi tamamlandı

# Comment
source: The update of the thumbnails database has been completed.
tr: Küçük resimler veritabanı güncellemesi tamamlandı.

# Name
source: Synchronization of images' metadata with database completed
tr: Veritabanı ile resimlerin üst veri eşzamanlaması tamamlandı

# Comment
source: The synchronization of the images' metadata with the database has been completed.
tr: Veritabanı ile resimlerin üst veri eşzamanlaması tamamlandı.

# Name
source: Update of detected faces database complete
tr: Algılanan yüzler veritabanı güncellemesi tamamlandı

# Comment
source: The update of the detected faces database has completed.
tr: Algılanan yüzler veritabanı güncellemesi tamamlandı.

# Name
source: Update of duplicates items in database complete
tr: Veritabanındaki yinelenmiş ögelerin güncellemeleri tamamlandı

# Comment
source: The update of the duplicates items in database has completed.
tr: Veritabanındaki yinelenmiş ögelerin güncellemeleri tamamlandı.

# Name
source: Find of new items in database complete
tr: Veritabanında yeni öge bulma işlemi tamamlandı

# Comment
source: The scan of the new items in database has completed.
tr: Veritabanında yeni öge bulma işlemi tamamlandı.

# GenericName
source: Photo Management Program
tr: Fotoğraf Yönetim Aracı

# Comment
source: Manage your photographs like a professional with the power of open source
tr: Açık kaynağın gücüyle fotoğraflarınızı bir profesyonel gibi düzenleyin

# Name
source: Blue curves
tr: Mavi eğriler

# Comment
source: A stylised theme
tr: Stilleştirilmiş bir tema

# Name
source: Gallery Introduction
tr: Galeri Tanıtımı

# Name
source: Thumbnails per row
tr: Satır başına küçük resimler

# Name
source: Classic
tr: Klasik

# Comment
source: A port of the old HTML Export plugin theme
tr: Eski HTML Dışa Aktarma eklenti temasının bir portu

# Name
source: Background Color
tr: Artalan Rengi

# Name
source: Foreground Color
tr: Önplan Rengi

# Name
source: Font Size
tr: Yazıtipi Boyutu

# Name
source: Image Border Size
tr: Resim Kenarlık Boyutu

# Name
source: Image Border Color
tr: Resim Kenarlık Rengi

# Name
source: Link Color
tr: Bağlantı Rengi

# Name
source: Visited Link Color
tr: Ziyaret Edilmiş Bağlantı Rengi

# Name
source: Clean Frames
tr: Çerçeveleri Temizle

# Comment
source: A frame theme based on Ruediger Bente's frame theme
tr: Ruediger Bente'nin çerçeve teması tabanlı bir çerçeve temeası

# Name
source: Style
tr: Stil

# Name
source: Date Frames
tr: Veri Çerçeveleri

# Name
source: Thumbnail Background
tr: Küçük Resim Arkaplanı

# Name
source: Image Background (contrasting)
tr: Resim Arkaplanı (karşıt renk)

# Name
source: Nav Bar Background (dark)
tr: Gezinme Çubuğu Arkaplanı (koyu)

# Name
source: Image List Date Format
tr: Resim Listesi Tarih Biçimi

# Comment
source: Yet another simple theme. Clean look with more image details.
tr: Bir diğer basit tema. Daha fazla resim detayıyla temiz görünüm.

# Name
source: Details
tr: Ayrıntılar

# Name
source: Details screenshot
tr: Ekran görüntüsü ayrıntıları

# Name
source: Footer information
tr: Dipnot bilgisi

# Name
source: Elegant
tr: Zarif

# Comment
source: Based on the "Simple" theme. Uses Lytebox by Markus F. Hay to display the images in a slideshow.
tr: "Basit" tema tabanlıdır. Slayt gösterisinde resimleri göstermek için Markus F. Hay tarafından yapılan Lytebox kullanır.

# Name
source: Author
tr: Yazar

# Name
source: Images per page
tr: Sayfa başına resim

# Name
source: Page links location
tr: Sayfa bağlantıları konumu

# Name
source: Use LyteBox
tr: LyteBox Kullan

# Name
source: LyteBox Slideshow Interval
tr: LyteBox Slayt Gösterisi Aralığı

# Name
source: Custom Background Color
tr: Özel Arkaplan Rengi

# Name
source: Custom Foreground Color
tr: Özel Önplan Rengi

# Name
source: Custom Link Color
tr: Özel Bağlantı Rengi

# Name
source: Custom Hover Link Color
tr: Özel Üzerine Gelinmiş Bağlantı Rengi

# Name
source: Custom Visited Link Color
tr: Özel Ziyaret Edilmiş Bağlantı Rengi

# Name
source: Custom Frame Color
tr: Özel Çerçeve Rengi

# Name
source: Custom Frame Border Color
tr: Özel Çerçeve Kenarlık Rengi

# Name
source: Custom Selected Frame Color
tr: Özel Seçilmiş Çerçeve Rengi

# Name
source: Custom Selected Frame Border Color
tr: Özel Seçilmiş Çerçeve Kenarlık Rengi

# Name
source: Floating Cards
tr: Yüzen Kartlar

# Comment
source: A dark theme with floating thumbnail/description cards. Fast navigation through the gallery.
tr: Yüzen küçük resim/açıklama kartları ile koyu bir tema. Galeri içerisinde hızlı gezinme.

# Name
source: Keyboard & swipe navigation
tr: Klavye & kaydırma gezintisi

# Name
source: Preload
tr: Önyükleme

# Name
source: Frames
tr: Çerçeveler

# Comment
source: A frame theme
tr: Bir çerçeve teması

# Name
source: Matrix
tr: Matris

# Comment
source: Show your photos with Matrix style
tr: Fotoğraflarınızı Matris stilinde göster

# Comment
source: Yet another nice theme. Very simple and clean look with "calligraphics" icons.
tr: Bir diğer hoş tema. "calligraphics" ikonlarıyla çok sade ve ferah görünüm.

# Name
source: Simple Rounded
tr: Basit Yuvarlanmış

# Comment
source: A theme with rounded corners and page support on big galeries
tr: Büyük galerilerde sayfa desteği ve yuvarlanmış kenarları olan bir tema

# Name
source: Title Bar
tr: Başlık Çubuğu

# Name
source: Name of the Homepage
tr: Ana Sayfanın Adı

# Name
source: Url to the Homepage
tr: Ana Sayfaya URL

# Name
source: Background
tr: Arkaplan

# Name
source: Content background
tr: İçerik arkaplanı

# Name
source: Icon background
tr: Simge arkaplanı

# Name
source: Background of the navigation
tr: Gezintinin arkaplanı

# Name
source: Thumbnail border
tr: Küçük resim kenarlığı

# Name
source: Links
tr: Bağlantılar

# Name
source: Simple Rounded Shapes
tr: Basit Yuvarlanmış Şekiller

# Name
source: Simple
tr: Basit

# Comment
source: A simple and light theme
tr: Basit ve hafif bir tema

# Name
source: Snow
tr: Kar

# Comment
source: A perfect match for your mountain holidays
tr: Dağ tatilleriniz için mükemmel bir eşleşme

# Name
source: 10.5x14.8 cm (1 photo)
tr: 10.5x14.8 cm (1 fotoğraf)

# Name
source: 10x15 cm (1 photo)
tr: 10x15 cm (1 fotoğraf)

# Name
source: 20x25 cm (1 photo)
tr: 20x25 cm (1 fotoğraf)

# Name
source: 8 x 10" (1 photo)
tr: 8 x 10" (1 fotoğraf)

# Name
source: 9x13 cm (1 photo)
tr: 9x13 cm (1 fotoğraf)

# Name
source: 13x18 cm (2 photos)
tr: 13x18 cm (2 fotoğraf)

# Name
source: 5 x 7" (2 photos)
tr: 5 x 7" (2 fotoğraf)

# Name
source: 10x15 cm (3 photos)
tr: 10x15 cm (3 fotoğraf)

# Name
source: 4 x 6" (3 photos)
tr: 4 x 6" (3 fotoğraf)

# Name
source: 10x13.33 cm (4 photos)
tr: 10x13.33 cm (4 fotoğraf)

# Name
source: 3.5 x 5" (4 photos)
tr: 3.5 x 5" (4 fotoğraf)

# Name
source: Passport photos - 4.5x5cm (4 photos)
tr: Pasaport fotoğrafları - 4.5x5cm (4 fotoğraf)

# Name
source: 9x13 cm (4 photos)
tr: 9x13 cm (4 fotoğraf)

# Name
source: 4 x 6" Album
tr: 4 x 6" Albüm

# Name
source: Passport photos UK - 3.5x4.5cm (6 photos)
tr: Pasaport fotoğrafları Birleşik Krallık - 3.5x4.5cm (6 fotoğraf)

# Name
source: Passport photos - 3.5x4cm (6 photos)
tr: Pasaport fotoğrafları - 3.5x4cm (6 fotoğraf)

# Name
source: 6x9 cm (8 photos)
tr: 6x9cm (8 fotoğraf)

# Name
source: 10x15 cm Album
tr: 10x15 cm Albüm

# Name
source: 11.5x15 cm Album
tr: 11.5x15 cm Albüm

# Name
source: Album Collage 2 (6 photos)
tr: Albüm Kolajı 2 (6 fotoğraf)

# Name
source: Album Collage 1 (9 photos)
tr: Albüm Kolajı 1 (9 fotoğraf)

# Name
source: Full page
tr: Tam sayfa

# Name
source: Photoframe (5 photos)
tr: Fotoğraf çerçevesi (5 fotoğraf)

# Name
source: Thumbnails 5x4 photos
tr: 5x4 küçük resimler

# Name
source: Thumbnails 6x5 photos
tr: 6x5 küçük resimler

# GenericName
source: Photo Viewer and Editor
tr: Fotoğraf Görüntüleyici ve Düzenleyici
