Repository: pisilinux/kde-tr
Catalog: kgoldrunner/org.kde.kgoldrunner.appdata.po
Languages: tr

source: Hunt Gold, Dodge Enemies and Solve Puzzles
tr: Altın Avla, Düşmanlarını Atlat ve Bulmacaları Çöz

source: KGoldrunner is an action game where the hero runs through a maze, climbs stairs, dig holes and dodges enemies in order to collect all the gold nuggets and escape to the next level. Your enemies are also after the gold. Worse still, they are after you!.
tr: KGoldrunner, kahramanımızın labirentte dolaştığı, tüm altın külçelerini toplamak ve bir sonraki seviyeye çıkmak için merdiven tırmandığı, delik açmtığı ve düşman avı yaptığı bir kaçış aksiyon oyunudur. Düşmanların da altının peşinde. Daha da kötüsü, senin peşindeler!

source: Features:
tr: Özellikler:

source: Themeable
tr: Temalaştırılabilir

source: Hundreds of levels
tr: Yüzlerce seviye

source: Level-editor
tr: Seviye düzenleyici

source: Two modes for the enemies: classical and KGoldrunner-mode, in KGoldrunner-mode they are more intelligent, in the classical mode it is easier to fool them
tr: Düşmanlar için iki kip: Klasik ve KGoldrunner modu, KGoldrunner modunda daha zeki, klasik modda onları kandırmak daha kolaydır

source: Very very difficult levels
tr: Aşırı zor seviyeler

source: Keyboard or mouse control
tr: Klavye veya fare kontrolü

source: Savable games
tr: Kaydedilebilir oyunlar
