Repository: pisilinux/kde-tr
Catalog: kinfocenter/kinfocenter._desktop_.po
Languages: tr

# Name
source: KInfoCenter Category
tr: KDE Bilgi Merkezi Kategorisi

# Name
source: Lost And Found
tr: Kayıplar ve Bulunanlar

# Name
source: Information
tr: Bilgilendirme

# Comment
source: Information About This System
tr: Bu Sistem Hakkında Bilgi

# Name
source: Device Viewer
tr: Aygıt Gösterici

# Comment
source: Device Viewer
tr: Aygıt Gösterici

# Comment
source: Energy Consumption Statistics
tr: Enerji Tüketimi İstatistikleri

# X-KDE-Keywords
source: Battery,Energy,Statistics,History,Power
tr: Pil,Enerji,İstatistik,Geçmiş,Güç

# Name
source: Energy Information
tr: Enerji Bilgisi

# Comment
source: Statistics about energy consumption
tr: Enerji tüketimi hakkında istatistik

# Name
source: DMA-Channels
tr: DMA Kanalları

# Comment
source: DMA information
tr: DMA hakkında bilgi

# X-KDE-Keywords
source: dma,DMA-Channels,System Information
tr: dma,DMA-Kanalları,Sistem Bilgileri

# Name
source: Interrupts
tr: Kesmeler

# Comment
source: Interrupt information
tr: Kesmeler hakkında bilgi

# X-KDE-Keywords
source: Interrupts,IRQ,System Information
tr: Kesmeler,IRQ,Sistem Bilgileri

# Name
source: IO-Ports
tr: G/Ç Portları

# Comment
source: IO-port information
tr: GÇ-portları bilgisi

# X-KDE-Keywords
source: IO,I/O,IO-Ports,I/O-Ports,Ports,IO-Range,I/O-Range,System Information
tr: GÇ,G/Ç,IO,I/O,IO-Portları,I/O-Portları,Portlar,IO-Range,I/O-Aralığı,Sistem Bilgileri

# Comment
source: Information about the Wayland Compositor
tr: Wayland dizgici hakkında bilgiler

# X-KDE-Keywords
source: Wayland,Compositor,Display,System Information
tr: Wayland,Dizgici,Görüntü,Sistem Bilgileri

# Name
source: X-Server
tr: X-Sunucusu

# Comment
source: X-Server information
tr: X-Sunucusu hakkında bilgi

# X-KDE-Keywords
source: X,X-Server,XServer,XFree86,Display,VideoCard,System Information
tr: X,X-Server,XSunucu,XFree86,Ekran,Ekran Kartı,Sistem Bilgileri

# Name
source: Memory
tr: Bellek

# Comment
source: Memory information
tr: Bellek hakkında bilgi

# X-KDE-Keywords
source: Memory,RAM,Virtual memory,Physical memory,Shared memory,Swap,System Information
tr: Bellek,RAM,Sanal bellek,Fiziksel bellek,Paylaşılan bellek,Takas alanı,Swap,Sistem bilgileri

# Name
source: Network Interfaces
tr: Ağ Arayüzleri

# Comment
source: Network interface information
tr: Ağ arayüz bilgisi

# Comment
source: OpenGL information
tr: OpenGL Bilgisi

# X-KDE-Keywords
source: OpenGL,DRI,GLX,3D,VideoCard,Hardware Acceleration,Graphics,X,X11,Xserver,X-Server,XFree86,Display
tr: OpenGL,DRI,GLX,3D,Ekran Kartı,Donanım Hızlandırması,Grafikler,X,X11,Xsunucu,X-Server,XFree86,Ekran

# Comment
source: PCI information
tr: PCI hakkında bilgi

# X-KDE-Keywords
source: PCI,PCI-Devices,PCI-Bus,System Information
tr: PCI,PCI Aygıtları,PCI Veri Yolu,Sistem Bilgileri

# Name
source: Samba Status
tr: Samba Servisi

# Comment
source: Samba status monitor
tr: Samba durum izleyici

# X-KDE-Keywords
source: SMB,SAMBA,Windows network,LAN,System Information
tr: SMB,SAMBA,Windows ağı,LAN,Yerel Ağ,Sistem Bilgileri

# Name
source: USB Devices
tr: USB Aygıtları

# Comment
source: USB devices attached to this computer
tr: Bu bilgisayara bağlanmış USB aygıtları

# X-KDE-Keywords
source: USB,devices,viewer,control
tr: USB,aygıtlar,gösterici,denetim

# Name
source: IEEE 1394 Devices
tr: IEEE 1394 Aygıtları

# Comment
source: Attached IEEE 1394 devices
tr: IEEE 1394 Aygıtları eklendi

# X-KDE-Keywords
source: 1394,Firewire,devices,viewer,control
tr: 1394,Firewire,aygıtlar,gösterici,denetim

# Name
source: Info Center
tr: Bilgi Merkezi

# GenericName
source: Info Center
tr: Bilgi Merkezi

# Comment
source: Centralized and convenient overview of system information
tr: Sistem bilgisinin merkezi ve uygun özeti
