Repository: pisilinux/kde-tr
Catalog: smb4k/org.kde.smb4k.appdata.po
Languages: tr

source: Smb4K is an advanced network neighborhood browser and Samba share mounting utility. It is based on the KDE Frameworks 5 and Samba's client library (libsmbclient). It scans your network neighborhood for all available workgroups, servers and shares and can mount all desired shares to your local file system.
tr: Smb4K, gelişmiş bir ağ komşuları tarayıcısı ve samba paylaşım bağlama programıdır. KDE Çatıları 5 ve Samba istemci kütüphanesi (libsmbclient) temellidir. Tüm ulaşılabilir çalışma grupları, sunucular ve paylaşımlar sizin ağ komşularınızı tarar, gerekli paylaşımları yerel dosya sisteminize bağlar.

source: Smb4K is based on Samba's client library. Its purpose is to provide a program that is easy to use and has as many features as possible.
tr: Smb4K, Samba istemci kütüphanesi temellidir. Amacı, kullanımı kolay ve mümkün olduğunca çok özelliğe sahip bir program sunmaktır.

source: Features:
tr: Özellikler:

source: Scanning for (active) workgroups, hosts, and shares
tr: Çalışma gruplarını (etkin), makineleri ve paylaşımları tarama

source: Support of the CIFS (Linux) and SMBFS (FreeBSD) file system
tr: CIFS (Linux) ve SMBFS (FreeBSD) dosya sistemi desteği

source: Mounting and unmounting of shares
tr: Paylaşımları bağlama ve ayırma

source: Access to the files of a mounted share using a file manager or terminal
tr: Bağlanmış paylaşımın dosyalarına, dosya yöneticisi veya uç birim üzerinden erişim

source: Auto-detection of external mounts and unmounts
tr: Harici bağlamaların otomatik algılanması ve ayırılması

source: Remounting of previously used shares on program start
tr: Program başlangıcında, daha önce kullanılmış paylaşımları yeniden bağlama

source: Miscellaneous infos about remote network items and mounted shares
tr: Uzak ağ ögeleri ve bağlı paylaşımlar hakkında çeşitli bilgiler

source: Network search
tr: Ağ arama

source: Preview of the contents of a remote share
tr: Bir uzak paylaşımın içeriklerinin ön izlemesi

source: Default login
tr: Varsayılan giriş

source: Special handling of homes shares
tr: Ev paylaşımlarına özel işlemler

source: Ability to bookmark favorite shares
tr: Favori yer imi paylaşımları yeteneği

source: System tray widget
tr: Sistem çekmecesi programcığı

source: Support of advanced mount options
tr: Gelişmiş bağlama seçenekleri desteği

source: Support of printer shares
tr: Yazıcı paylaşımları desteği

source: KWallet support
tr: KWallet desteği

source: Synchronization of a remote share with a local copy and vice versa
tr: Uzak paylaşımın yerel bir kopya ile eşitlenmesi veya tam tesi

source: Ability to define custom options for individual servers and shares
tr: Kişisel sunucular ve paylaşımlar için özel seçenekleri tanımlama yeteneği

source: Laptop support through the Solid hardware device framework
tr: Katı donanım aygıt altyapısı aracılığıyla diz üstü bilgisayar desteği

source: Wake-On-LAN capabilities
tr: Yerel ağ üzerinden açma yetenekleri

source: Plasmoid for desktop integration
tr: Masaüstü tümleştirmesi için Plasmoid

source: Profiles for different network neighborhood setups
tr: Farklı ağ komşuları kurulumları için profiller

source: If you are working in a Windows dominated network environment, you may want to install this application to be able to easily access the provided Windows shares.
tr: Windows'un hakim olduğu bir ağ ortamında çalışıyorsanız, sağlanan Windows paylaşımlarına kolayca erişebilmek için bu uygulamayı kurmak isteyebilirsiniz.

source: The main window
tr: Ana pencere

source: The plasmoid
tr: plasmoid
