Repository: pisilinux/kde-tr
Catalog: smb4k/smb4k._desktop_.po
Languages: tr

# Comment
source: Advanced Network Neighborhood Browser
tr: Gelişmiş Ağ Komşuları Tarayıcı

# Name
source: Notification
tr: Bildirim

# Comment
source: The user is notified about an action
tr: Kullanıcı bir işlemden dolayı bilgilendirildi

# Name
source: Warning
tr: Uyarı

# Comment
source: A warning is shown to the user
tr: Kullanıcıya bir uyarı gösterildi

# Name
source: Error
tr: Hata

# Comment
source: An error message is shown to the user
tr: Kullanıcıya bir hata mesajı gösterildi

# Name
source: Share mounted
tr: Paylaşım bağlandı

# Comment
source: A share has been mounted
tr: Bir paylaşım bağlandı

# Name
source: Share unmounted
tr: Paylaşım ayrıldı

# Comment
source: A share has been unmounted
tr: Bir paylaşım ayrıldı

# Name
source: Shares mounted
tr: Paylaşımlar bağlandı

# Comment
source: Multiple shares have been mounted
tr: Çoklu paylaşımlar bağlandı

# Name
source: Shares unmounted
tr: Paylaşımlar ayrıldı

# Comment
source: Multiple shares have been unmounted
tr: Çoklu paylaşımlar ayrıldı

# Name
source: Opening wallet failed
tr: Cüzdan açılamadı

# Comment
source: The network wallet could not be opened
tr: Ağ cüzdanı açılamadı

# Name
source: Credentials not accessible
tr: Kimlik bilgilerine erişilemiyor

# Comment
source: The credentials could not be read from the wallet
tr: Kimlik bilgileri cüzdandan okunamadı

# Name
source: Mimetype not supported
tr: Mime türü desteklenmiyor

# Comment
source: The mimetype of the file that is to be printed is not supported
tr: Bu mime türünde bir dosyanın yazdırılması desteklenmiyor

# Name
source: Bookmark exists
tr: Yer imi mevcut

# Comment
source: The bookmark exists
tr: Bu yer imi mevcut

# Name
source: Bookmark label in use
tr: Yer imi etiketi kullanımda

# Comment
source: The label for the bookmark already exists
tr: Bu yer imi için etiket zaten kullanılıyor

# Name
source: Configuration file for Samba missing
tr: Samba için yapılandırma dosyası eksik

# Comment
source: The configuration file for the Samba suite is missing
tr: Samba paketi için yapılandırma dosyası eksik

# Name
source: Mounting failed
tr: Bağlama başarısız oldu

# Comment
source: Mounting a share failed
tr: Bir paylaşımın bağlanması başarısız oldu

# Name
source: Unmounting failed
tr: Ayırma işlemi başarısız oldu

# Comment
source: Unmounting a share failed
tr: Bir paylaşımın ayrılması başarısız oldu

# Name
source: Unmounting not allowed
tr: Ayırmaya izin verilmiyor

# Comment
source: The unmounting of a certain share is not allowed
tr: Belirli bir paylaşımın ayrılmasına izin verilmiyor

# Name
source: Synchronization failed
tr: Eşleme başarısız oldu

# Comment
source: The synchronization of a share and a local copy failed
tr: Bir paylaşım ile yerel kopyanın eşlenmesi başarısız oldu

# Name
source: Command not found
tr: Komut bulunamadı

# Comment
source: A required command could not be found
tr: Girilen komut bulunamadı

# Name
source: Cannot bookmark printer
tr: Yazıcı yer imlerine eklenemez

# Comment
source: A printer cannot be bookmarked
tr: Bir yazıcı yer imlerine eklenemez

# Name
source: File not found
tr: Dosya bulunamadı

# Comment
source: A file could not be found
tr: Bir dosya bulunamadı

# Name
source: Opening file failed
tr: Dosya açılamadı

# Comment
source: A file could not be opened
tr: Bir dosya açılamadı

# Name
source: Reading file failed
tr: Dosya okunamadı

# Comment
source: A file could not be read
tr: Bir dosya okunamadı

# Name
source: mkdir failed
tr: mkdir başarısız oldu

# Comment
source: A directory could not be created
tr: Bir dizin oluşturulamadı

# Name
source: Process error
tr: Süreç hatası

# Comment
source: A process error occurred
tr: Bir süreç hatası oluştu

# Name
source: Action failed
tr: Başarısız işlem

# Comment
source: A KAuth action failed
tr: Bir KAuth işlemi başarısız oldu

# Name
source: Invalid URL
tr: Geçersiz Adres

# Comment
source: An invalid URL was passed
tr: Geçersiz bir adres geçildi

# Name
source: Network communication failed
tr: Ağ bağlantısı başarısız oldu

# Comment
source: A network related action could not be performed or failed
tr: Ağ ilişkili bir işlem gerçekleştirilemedi veya başarısız oldu

# Name
source: Mount action
tr: Bağlama işlemi

# Description
source: Mounts a share
tr: Bir paylaşım bağlar

# Name
source: Unmount action
tr: Ayırma işlemi

# Description
source: Unmounts a share
tr: Bir paylaşımı ayırır

# Name
source: Network Neighborhood
tr: Ağ Komşuları

# Comment
source: Network neighborhood browser based on Smb4K
tr: Smb4K tabanlı ağ komşuları tarayıcısı
