Repository: pisilinux/kde-tr
Catalog: yakuake/yakuake._desktop_.po
Languages: tr

# GenericName
source: Drop-down Terminal
tr: Yukarıdan Açılan Uçbirim

# Comment
source: A drop-down terminal emulator based on KDE Konsole technology.
tr: KDE Konsole teknolojisi üzerine kurulu, yukarıdan aşağı açılabilen bir uçbirim öykünücüsü.

# Name
source: Silence detected
tr: Sessizlik belirlendi

# Comment
source: Silence detected in a monitored terminal or session
tr: İzlenen uçbirimde ya da oturumda sessizlik belirlendi

# Name
source: Activity detected
tr: Etkinlik belirlendi

# Comment
source: Activity detected in a monitored terminal or session
tr: İzlenen uçbirimde ya da oturumda etkinlik belirlendi

# Name
source: Bell in Visible Session
tr: Görünen Oturumda Zil

# Comment
source: Bell emitted within a visible session
tr: Görünen oturum ile zil çal

# Name
source: Bell in Non-Visible Session
tr: Görünmeyen Oturumda Zil

# Comment
source: Bell emitted within a non-visible session
tr: Görünmeyen oturumda zil
