Repository: pisilinux/kde-tr
Catalog: plasma-settings/plasma-settings._desktop_.po
Languages: tr

# Name
source: Cellular Networks
tr: Hücresel Ağlar

# Comment
source: Management of cellular networks
tr: Hücresel ağ yönetimi

# X-KDE-Keywords
source: info,cell,mobile
tr: bilgi,hücre,mobil

# Name
source: Information
tr: Bilgi

# Comment
source: Software Versions
tr: Yazılım Sürümleri

# X-KDE-Keywords
source: info, distro, system
tr: bilgi, dağıtım, sistem

# Comment
source: Software versions
tr: Yazılım sürümleri

# Comment
source: Set the Lockscreen PIN
tr: Kilit ekranı PIN'ini ayarla

# Name
source: Screen
tr: Ekran

# Comment
source: Lock, Sleep, Timeout
tr: Kilit, Uyku, Zaman aşımı

# X-KDE-Keywords
source: video, monitor, graphics, timeout, sleep, lock, screenlocker, screensaver
tr: video, monitör, grafikler, zaman aşımı, uyku, kilit, ekran kilitleyici, ekran koruyucu

# Name
source: Date and Time Control Module
tr: Tarih ve Zaman Kontrol Modülü

# Name
source: Save the date/time settings
tr: Tarih/zaman ayarlarını kaydet

# Description
source: System policies prevent you from saving the date/time settings.
tr: Sistem politikaları, tarih/saat ayarlarını kaydetmenizi engeller.

# Name
source: Time and Date
tr: Zaman ve Tarih

# Comment
source: Timezone, Date Display
tr: Zaman Bölgesi, Tarih Gösterimi

# X-KDE-Keywords
source: theme, look, feel
tr: tema, bak, hisset

# Name
source: Virtual Keyboard
tr: Sanal Klavye

# Comment
source: Virtual Keyboard configuration
tr: Sanal Klavye yapılandırması

# X-KDE-Keywords
source: virtualkeyboard,keyboard
tr: sanal klavye,klavye

# Name
source: Settings
tr: Ayarlar

# GenericName
source: Settings
tr: Ayarlar

# Comment
source: Settings for Plasma
tr: Plasma Ayarları

# Name
source: Mobile Settings
tr: Mobil Ayarlar

# Comment
source: Touchscreen friendly settings UI for Plasma Mobile
tr: Plasma Mobile için dokunmatik ekran dostu ayarlar arayüzü
