Repository: pisilinux/kde-tr
Catalog: plasmate/plasmate.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Ozan Yılmaz, Serdar Soytetir, Volkan Gezer

# EMAIL OF TRANSLATORS
source: Your emails
tr: parduser99@gmail.com, tulliana@gmail.com, volkangezer@gmail.com

source: &File
tr: &Dosya

source: &Edit
tr: &Düzenle

source: &Advanced
tr: &Gelişmiş

source: &View
tr: &Görünüm

source: &Code Folding
tr: &Kod Sarmalama

source: &Tools
tr: &Araçlar

source: Word Completion
tr: Kelime Tamamlama

source: Main Toolbar
tr: Ana Araç Çubuğu

source: Plasma Add-Ons Creator
tr: Plasma Eklenti Oluşturucu

source: Copyright 2009-2014 Plasma Development Team
tr: Telif hakkı 2009-2014 Plasma Geliştirme Takımı

source: Author
tr: Yazar

source: Shantanu Tushar Jha
tr: Shantanu Tushar

source: Your package is invalid
tr: Paketiniz geçersiz

source: Code
tr: Kod

source: Plasmate Project Files
tr: Plasmate Proje Dosyaları

# @title:menu
source: &Edit
tr: &Düzenle

# @title:menu
source: Editor
tr: Düzenleyici

# @title:menu
source: &Navigation
tr: &Gezinme

# @title:menu
source: Code
tr: Kod

# @title:menu
source: &Window
tr: &Pencere

# @title:menu
source: Settings
tr: Ayarlar

source: Load Project
tr: Proje Yükle

source: Remove Project
tr: Projeyi Kaldır

source: From List
tr: Listeden

source: From Disk
tr: Diskten

source: Are you sure you want to remove the selected project from the project list? %2 Number of project %1
tr: Seçili projeyi proje listesinden kaldırmak istediğinize emin misiniz?%2 Proje numarası %1

source: Are you sure you want to remove the selected project from disk? This cannot be undone %2 Number of project %1
tr: Seçili projeyi proje listesinden kaldırmak istediğinize emin misiniz? Bu işlem geri alınamaz %2 Proje numarası %1

source: Plasma Widget
tr: Plasma Gereci

source: Theme
tr: Tema

source: Window Switcher
tr: Pencere Değiştirici

source: KWin Script
tr: KWin Betiği

source: KWin Effect
tr: KWin Efekti

source: Project: %1
tr: Proje: %1

source: Author: %1
tr: Yazar: %1

source: Version: %1
tr: Sürüm: %1

source: Project Type: Window Switcher
tr: Proje Türü: Pencere Değiştirici

source: Project type: Plasmoid
tr: Proje türü: Plasmoid

source: Project type: Theme
tr: Proje türü: Tema

source: Project type: KWin Script
tr: Proje türü: KWin Betiği

source: Manage Projects...
tr: Projeleri Yönet...

source: More projects...
tr: Daha fazla proje...

source: Your directory is empty
tr: Dizininiz boş

source: metadata.desktop does not exist in %1
tr: metadata.desktop %1 içerisinde bulunmuyor

source: The file you entered is invalid.
tr: Girdiğiniz dosya geçersiz.

source: A problem has occurred during import.
tr: İçe aktarma sırasında bir problem oluştu.

source: <h3>Create a new Addon...</h3>
tr: <h3>Yeni Eklenti oluştur...</h3>

source: <h3>Continue working on...</h3>
tr: <h3>Çalışmaya devam et...</h3>

source: <h3>Import an existing project...</h3>
tr: <h3>Varolan projeyi içeriye aktar...</h3>

source: Local folder:
tr: Yerel klasör:

source: Load
tr: Yükle

source: Local package file:
tr: Yerel paket dosyası:

source: Import
tr: İçeriye Aktar

source: Download:
tr: İndir:

source: Download Addon
tr: Eklenti İndir

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Create a new Addon...</span></p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Yeni bir Eklenti Oluştur...</span></p></body></html>

source: Addon Name:
tr: Eklenti Adı:

source: Author:
tr: Yazar:

source: Email:
tr: E-posta:

source: Language:
tr: Dil:

source: You can change the above information later in the Metadata editor in the project's file list.
tr: Yukarıdaki bilgiyi daha sonra proje dosya listesinde yer alan Metadata düzenleyicisi ile değiştirebilirsiniz.

source: Back
tr: Geri

source: &Create!
tr: &Oluştur!

source: Please ensure that your Addon's name will be globally unique; this is easiest to achieve by using a "reverse domain name" such as org.myproject.Addonname.
tr: Lütfen Eklentinin adının genel olarak benzersiz olduğundan emin olun. Bunu yapmanın en kolay yolu org.projem.Eklentiadı benzeri "ters alan adı" kullanmaktır.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Create and Share Plasma Addons</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">With Plasmate, you can easily create your own Plasma Addons, for example Plasma written in Qt Quick, JavaScript, Python or Ruby. Plasmate guides you through the process of importing an existing Addon or creating a new one from scratch, implementing your functionality, and exporting ready-to-install Plasma Packages, either to your computer, or publishing to the world using the Get Hot New Stuff System. <br /></p> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Get started with Plasmate...</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Plasmate provides all the tools you need to learn creating new Plasma Widgets. </p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Follow a <span style=" font-weight:600;">Tutorial</span> to gather inspiration and find out how to turn your ideas into reality. </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Browse the online <span style=" font-weight:600;">Documentation</span> for information about the scripting API. </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Work on your project in the <span style=" font-weight:600;">Editor</span> edit scripts and add resources. </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Preview</span> your widget as you work on it. </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Export and Install</span> the result as a Plasma package. </li> <li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Publish</span> your creation via <span style=" font-style:italic;">Get Hot New Stuff</span>. </li></ul> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Have fun creating! </p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Plasma Eklentisi Oluştur ve Paylaş</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Plasmate ile kolaylıkla kendi Plasma Eklentilerinizi oluşturabilirsiniz. Örneğin Qt Quick, JavaScript, Python veya Ruby kullanabilirsiniz. Plasmate, mevcut Eklentilerinizi içeri aktarma veya sıfırdan bir tane oluşturmanızı, işlevselliğini arttırmanızı ve kuruluma hazır Plasma Paketlerinin dışa aktarılarak dünyaya Yeni Sıcak Şeyler Al Sistemi ile paylaşmanızda size rehberlik edecektir.<br /></p> <p style=" margin-top:14px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:large; font-weight:600;">Plasmate ile Başlayın...</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Plasmate yeni Plasma Gereçleri oluşturmayı öğrenmenizde gerekecek tüm araçları sunar.</p> <ul style="margin-top: 0px; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; -qt-list-indent: 1;"><li style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bir ön izlem oluşturmak ve fikirlerinizi nasıl gerçekleştirebileceğinizi öğrenmek için bir <span style=" font-weight:600;">öğretici</span>yi takip edin. </li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">API betik yazımı ile ilgili daha fazla bilgi için çevrimiçi <span style=" font-weight:600;">Belgelendirme</span>'yi okuyun.</li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Projenizdeki betikleri düzenlemek ve kaynak eklemek için <span style=" font-weight:600;">Düzenleyici</span> ile çalışın.</li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Üzerinde çalıştığınız gereci <span style=" font-weight:600;">önizleyin</span>.</li> <li style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sonucu Plasma paketi olarak <span style=" font-weight:600;">Dışa Aktarın ve Kurun</span>. </li> <li style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Projenizi <span style=" font-style:italic;">Yeni Sıcak Şeyler Al</span> ile <span style=" font-weight:600;">yayınlayın</span>.</li></ul> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Oluştururken eğlenmeye başlayın! </p></body></html>

source: Documentation
tr: Belgeler

source: Tutorials
tr: Öğreticiler

source: API Reference
tr: API Referansı

source: Find:
tr: Bul:

source: Next
tr: Sonraki

source: (Text not found)
tr: (Metin bulunamadı)

source: Loading API reference...
tr: API referansı yükleniyor...

source: Loading tutorials...
tr: Öğreticiler yükleniyor...

source: Loading Plasmate Guide...
tr: Plasmate Rehberi yükleniyor...

source: There is already a TODO entry, fix it before you continue
tr: Zaten bir YAPILACAK girdisi mevcut, devam etmeden önce düzeltin

source: An error has occurred during the removal of the item
tr: Ögenin silinmesi sırasında bir hata oluştu

source: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Source</span></p></body></html>
tr: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Kaynak</span></p></body></html>

source: Choose your file, your file should be an XML file:
tr: Dosyanızı seçin, dosyanız bir XML dosyası olmalıdır:

source: Configuration file layout:
tr: Yapılandırma dosyasının düzeni:

source: Add Entry
tr: Girdi Ekle

source: Delete Entry
tr: Girdiyi Sil

source: Type
tr: Tür

source: Value
tr: Değer

source: Description Type
tr: Açıklama Türü

source: Description Value
tr: Açıklama Değeri

source: Add Group
tr: Grup Ekle

source: Group
tr: Grup

source: Delete Group
tr: Grubu Sil

source: To edit a configuration item double-click its cell
tr: Yapılandırma ögesini düzenlemek istiyorsanız hücreye çift tıklayın

source: The xml file isn't writable
tr: XML dosyası yazılabilir değil

source: The group element doesn't have a name
tr: Grup elemanı bir isme sahip değil

source: The entry element doesn't have a name
tr: Girdi elemanı bir isme sahip değil

source: The entry element doesn't have a type
tr: Girdi elemanı bir türe sahip değil

source: This xml file isn't writable
tr: Bu XML dosyası yazılabilir değil

source: Project Info
tr: Proje Bilgisi

source: Name:
tr: İsim:

source: Comment:
tr: Açıklama:

source: Icon:
tr: Simge:

source: Category:
tr: Kategori:

source: License:
tr: Lisans:

source: Version:
tr: Sürüm:

source: Plugin Details
tr: Eklenti Ayrıntıları

source: Type:
tr: Tür:

source: Plugin Name:
tr: Eklenti Adı:

source: Website:
tr: Web Sitesi:

source: Contact Details
tr: İletişim Bilgileri

source: Plasmate cannot detect the correct API. Please choose one from the above list
tr: Plasmate doğru API'ı tespit edemedi. Lütfen yukarıdaki listeden bir tane seçin

source: Data Engine
tr: Veri Motoru

source: Runner
tr: Çalıştırıcı

source: Applet
tr: Gereç

source: Popup Applet
tr: Açılan Programcık

source: The main source file doesn't exist.
tr: Ana kaynak dosyası mevcut değil.

source: There is a problem with your package. Please check your metadata.desktop file, and verify that the %1 exists.
tr: Paketinizle ilgili bir sorun var. Lütfen metadata.desktop dosyasını kontrol edin ve %1 dosyasının olduğundan emin olun.

source: The KWin Script has been executed successfully
tr: KWin Betiği başarıyla başlatıldı

source: Project Notes
tr: Proje Notları

# @title:menu
source: Package
tr: Paket

source: Save System
tr: Sistemi Kaydet

source: metadata.desktop doesn't exist
tr: metadata.desktop mevcut değil

source: Previewer
tr: Önizleyici

# Window Title
source: Window Switcher Previewer
tr: Pencere Değiştirici Önizlemesi

source: Welcome to the Window Switcher Previewer
tr: Pencere Değiştirici Önizlemesi'ne Hoş Geldiniz

# An example Desktop Name
source: Desktop 1
tr: Masaüstü 1

source: Save
tr: Kaydet

source: A file already exists at %1. Do you want to overwrite it?
tr: Zaten %1 konumunda bir dosya mevcut. Üzerine yazmak ister misiniz?

source: Project has been exported to %1.
tr: Proje %1 konumuna çıkartıldı.

source: An error has occurred during the export. Please check the write permissions in the target directory.
tr: Dışa aktarma sırasında bir hata oluştu. Lütfen hedef dizinin yazma izinlerini kontrol edin.

source: Project has not been installed
tr: Proje kurulu değil.

source: Project has been installed
tr: Proje kuruldu

source: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Export Project</span></p></body></html>
tr: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Projeyi Dışa Aktar</span></p></body></html>

source: Choose a target file to export the current project to an installable package file on your system.
tr: Lütfen geçerli projenin sisteminizde kurulabilir bir pakete aktarılabilmesi için bir hedef dosyası seçin.

source: Export current project
tr: Geçerli projeyi dışa aktar

source: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Install Project</span></p></body></html>
tr: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Projeyi Kur</span></p></body></html>

source: Select the method with which you want to install the current project directly onto your computer.
tr: Geçerli projeyi bilgisayarınıza doğrudan kurmak istediğiniz yöntemi seçin.

source: Install Current Project
tr: Geçerli Projeyi Kur

source: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Publish Project</span></p></body></html>
tr: <html><head/><body><p><span style=" font-size:16pt; font-weight:600;">Projeyi Yayınla</span></p></body></html>

source: <html><head/><body><p>Click to publish the current project online, so that other people can find and install it using the Internet.</p></body></html>
tr: <html><head/><body><p>Projeyi çevrimiçi yayınlamak için tıklayın. Böylece diğer kullanıcılar İnternet kullanarak bulup kurabilirler.</p></body></html>

source: Publish current project
tr: Geçerli projeyi yayınla

source: Plasma Remote Installer was not able to create a temporary directory in %1, please check the permissions of %1
tr: Plasma Uzak Yükleyici, %1 içerisinde bir geçici dizin oluşturamadı, lütfen %1 izinlerini kontrol edin.

source: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Before you use the remote installer please check that:</span></p></body></html>
tr: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Uzak yükleyiciyi kullanmadan önce lütfen şunu kontrol edin:</span></p></body></html>

source: <html><head/><body><p><span style=" font-size:10pt; font-weight:600;">the sshd daemon has started in the target pc</span></p><p><span style=" font-size:10pt; font-weight:600;">the ssh port is opened</span></p></body></html>
tr: <html><head/><body><p><span style=" font-size:10pt; font-weight:600;">sshd yardımcısı hedef bilgisayarda başlatılmış</span></p><p><span style=" font-size:10pt; font-weight:600;">ssh portu açık</span></p></body></html>

source: Choose the source directory of your package.
tr: Paketinizin kaynak dizinini seçin.

source: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Username</span></p></body></html>
tr: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Kullanıcı Adı</span></p></body></html>

source: Enter the username of the target pc.
tr: Hedef bilgisayarın kullanıcı adını girin.

source: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Hostname</span></p></body></html>
tr: <html><head/><body><p><span style=" font-size:12pt; font-weight:600;">Sunucu adı</span></p></body></html>

source: Enter the hostname of the target pc
tr: Hedef bilgisayarın sunucu adını girin

source: <html><head/><body><p><span style=" font-size:12pt;">Install Package</span></p></body></html>
tr: <html><head/><body><p><span style=" font-size:12pt;">Paketi Kur</span></p></body></html>

source: Install the package
tr: Paketi kur

source: Select one key from the list below:
tr: Lütfen aşağıdan bir anahtar seçin:

source: No signing key.
tr: İmzalama anahtarı yok.

source: Create new Key...
tr: Yeni Anahtar oluştur...

source: Delete selected key
tr: Seçili anahtarı sil

source: Your key has not been created because of the following error: %1
tr: Anahtarınız şu sebepten dolayı oluşturulamadı: %1
