Repository: pisilinux/kde-tr
Catalog: plasma-mobile/plasma-mobile._desktop_.po
Languages: tr

# Comment
source: Plasma Active shell
tr: Plasma Active kabuğu

# Name
source: Desktop
tr: Masaüstü

# Name
source: Plasma Active Toolbox
tr: Plasma Active Araç Kutusu

# Name
source: Alarms
tr: Alarmlar

# Comment
source: A tool to setup visual and audio alarms for tablets
tr: Tabletler için görsel ve sesli alarmları ayarlamak için bir araç

# Comment
source: Alarms setup tool
tr: Alarm ayarlama aracı

# Name
source: Books
tr: Kitaplar

# GenericName
source: Book collection
tr: Kitap koleksiyonu

# Comment
source: All books installed on the device
tr: Aygıt üzerindeki tüm kitaplar

# Name
source: Files
tr: Dosyalar

# GenericName
source: File browser
tr: Dosya tarayıcı

# Comment
source: A simple file browser/manager
tr: Basit bir dosya tarayıcı/yönetici

# Name
source: Images
tr: Resimler

# GenericName
source: Image viewer
tr: Resim gösterici

# Comment
source: An image viewer for touch tablets
tr: Dokunmatik tabletler için bir resim gösterici

# Name
source: Browse files
tr: Dosyalara gözat

# Name
source: Audio metadata browser
tr: Ses üst veri tarayıcısı

# Comment
source: A browser for audio files metadata
tr: Ses dosyası üst verileri için bir tarayıcı

# Name
source: Image Viewer
tr: Resim Gösterici

# Comment
source: Touchscreen friendly simple image viewer
tr: Dokunmatik ekrana uygun resim gösterici

# Name
source: File browser
tr: Dosya tarayıcı

# Comment
source: Plasma package to load a particular mimetype directly in the file browser
tr: Dosya türünü doğrudan dosya tarayıcısı ile tüklemek için Plasma paketi

# Name
source: Mobile Panel
tr: Mobil Panel

# Comment
source: A system tray applet for mobile shell
tr: Mobil kabuk için sistem çekmecesi gereci

# Name
source: Contour activity screen
tr: Contour etkinlik ekranı

# Comment
source: Categorized resources and widgets
tr: Kategorilendirilmiş kaynaklar ve gereçler

# Name
source: Applets strip
tr: Gereç dilimleri

# Name
source: Web Dashboard
tr: Web Kontrol Paneli

# Comment
source: List and set Akonadi Alarms
tr: Akonadi Alarmlarını listeler ve ayarlar

# Name
source: Application Information
tr: Uygulama Bilgileri

# Comment
source: Information and launching of all applications in the app menu.
tr: Uygulama menüsündeki tüm uygulamalar hakkında bilgiler ve uygulamaları çalıştırma alanı.

# Name
source: Preview
tr: Önizleme

# Comment
source: Shows previews for webpages
tr: Web sayfaları için önizleme gösterir

# Name
source: Recommendations
tr: Önerilenler

# Comment
source: Contour Recommendations dataengine
tr: Contour Öneriler veri motoru

# Name
source: Plasma Active App Lister
tr: Plasma Active Uygulama Listeleyici
