Repository: pisilinux/kde-tr
Catalog: choqok/choqok._desktop_.po
Languages: tr

# Name
source: New Post Arrived
tr: Yeni Durum İletisi Alındı

# Comment
source: New post arrived
tr: Yeni durum iletisi alındı

# Name
source: Job Success
tr: Görev Başarılı

# Comment
source: A job finished successfully
tr: Bir görev başarıyla tamamlandı

# Name
source: Job Error
tr: Görev Hatası

# Comment
source: There was an error while performing a job
tr: Bir görev yapılırken bir hata oluştu

# Name
source: Shortening
tr: Kısaltma

# Comment
source: Shortening a URL
tr: Bir adres kısaltılıyor

# Name
source: Accounts
tr: Hesaplar

# Comment
source: Manage Your Accounts
tr: Hesaplarınızı Yönetin

# Name
source: Appearance
tr: Görünüm

# Comment
source: Personalize Choqok Look and Feel
tr: Choqok Görünümünü Kişiselleştir

# Name
source: Behavior
tr: Davranış

# Comment
source: Personalize Choqok's Behavior
tr: Choqok Davranışlarını Kişiselleştir

# Name
source: Plugins
tr: Eklentiler

# Comment
source: Select and Configure Plugins
tr: Eklentileri Seç ve Yapılandır

# GenericName
source: Micro-blogging Client
tr: Mini-günlük İstemcisi

# Comment
source: Choqok MicroBlog Plugin
tr: Choqok Mini Günlük Eklentisi

# Comment
source: Choqok Plugin
tr: Choqok Eklentisi

# Comment
source: Choqok Shortener Plugin
tr: Choqok Kısaltıcı Eklentisi

# Comment
source: Choqok Uploader Plugin
tr: Choqok Dosya Gönderme Eklentisi

# Name
source: GNU social
tr: GNU sosyal

# Comment
source: GNU social (StatusNet, Laconica)
tr: GNU sosyal (StatusNet, Laconica)

# Name
source: Open Collaboration Services
tr: Açık İşbirliği Servisleri

# Comment
source: Open Collaboration Services
tr: Açık İşbirliği Servisleri

# Name
source: Pump.io network
tr: Pump.io ağı

# Comment
source: Pump.io network
tr: Pump.io ağı

# Comment
source: Twitter.com Service
tr: Twitter.com Servisi

# Name
source: Better Notify
tr: Daha İyi Bildir

# Comment
source: Notify Important Posts
tr: Önemli Gönderimleri Bildir

# Name
source: Filter posts
tr: Durum iletilerini filtrele

# Comment
source: Filtering unwanted posts
tr: İstenmeyen durum iletileri filtreleniyor

# Name
source: Preview Images
tr: Resimleri önizle

# Comment
source: Load a thumbnail of images to have a preview of it
tr: Önizlemesini göstermek üzere küçük resimleri yükle

# Comment
source: Sets status of your instant messenger as your status in micro-blog.
tr: Mikrobloğunuzdaki durumunuzu anlık mesajlaşma istemcisi durumunuz olarak ayarlar.

# Comment
source: Sets status of your instant messenger as your status in micro-blog
tr: Mikrobloğunuzdaki durumunuzu anlık mesajlaşma istemcisi durumunuz olarak ayarlar

# Name
source: Share Link with Choqok
tr: Bağlantıyı Choqok ile Paylaş

# Name
source: Share Link with Choqok (Title)
tr: Bağlantıyı Choqok ile Paylaş (Başlık)

# Name
source: Konqueror Choqok Plugin
tr: Konqueror Choqok Eklentisi

# Comment
source: Post to Choqok the selected text in Konqueror, and other features
tr: Konqueror içinde seçilen metni ve diğer özellikleri Choqok'a yolla

# Name
source: Expand URLs via longurl.org
tr: Adresleri longurl.org kullanarak çıkart

# Comment
source: Extract the full URL using longurl.org service and show it as a tooltip
tr: Tam adresleri longurl.org servisini kullanarak çıkart ve bir ipucu olarak göster

# Name
source: Now Listening
tr: Şimdi Dinleniyor

# Comment
source: Tells your friends what you are listening to.
tr: Arkadaşlarınıza ne dinlediğinizi gösterir.

# Comment
source: Tells your friends what you are listening to
tr: Arkadaşlarınıza ne dinlediğinizi gösterir

# Name
source: Quickly Filter posts
tr: İletileri hızlıca filtrele

# Comment
source: Filter posts by author name or content text
tr: Gönderimleri yazara veya içerik metnine göre filtrele

# Name
source: Search Action
tr: Arama Eylemi

# Comment
source: Add a Search action to the UI for Twitter API microblogs like Twitter and GNU social
tr: UI'ye, Twitter ve GNU sosyal gibi Twitter API mikroblogları için bir Arama eylemi ekle

# Comment
source: A plugin to shorten URLs via the bit.ly service.
tr: bit.ly kullanarak adresleri kısaltmaya yarayan bir eklenti.

# Comment
source: A plugin to shorten URLs via the goo.gl service.
tr: goo.gl kullanarak adresleri kısaltmaya yarayan bir eklenti.

# Comment
source: A plugin to shorten URLs via the is.gd service.
tr: is.gd kullanarak adresleri kısaltmaya yarayan bir eklenti.

# Comment
source: A plugin to shorten URLs via the TightURL service.
tr: TightURL kullanarak adresleri kısaltmak için bir eklenti.

# Comment
source: A plugin to shorten URLs via the tinyarro.ws service.
tr: tinyarro.ws kullanarak adresleri kısaltmaya yarayan bir eklenti.

# Comment
source: A plugin to shorten URLs via the ur1.ca service.
tr: ur1.ca kullanarak adresleri kısaltmaya yarayan bir eklenti.

# Comment
source: A plugin to shorten URLs via the ur.ly service.
tr: ur.ly kullanarak adresleri kısaltmaya yarayan bir eklenti.

# Comment
source: A plugin to shorten URLs via the Yourls service.
tr: Yourls kullanarak adresleri kısaltmaya yarayan bir eklenti.

# Name
source: Translator
tr: Çevirmen

# Comment
source: Translate posts into your language (Powered by Google® Translate)
tr: Gönderimleri dilinize çevirin (Google® Çeviri ile yapılır)

# Name
source: UnTiny URLs
tr: Adresleri Kısaltma

# Comment
source: Extract the full URL and show it as a tooltip
tr: Tüm URL'yi çıkar ve araç ipucu olarak göster

# Comment
source: Upload image to flickr.com
tr: Resmi flickr.com'a yükle

# Comment
source: Upload image to imageshack.us
tr: Resmi imageshack.us'a yükle

# Comment
source: Upload image to mobypicture.com
tr: Resmi mobypicture.com'a yükle

# Comment
source: Upload image to posterous.com
tr: Resmi posterous.com'a yükle

# Comment
source: Upload image to twitgoo.com
tr: Resmi twitgoo.com'a yükle

# Comment
source: Upload image to twitpic.com
tr: Resmi twitpic.com'a yükle

# Name
source: Preview videos
tr: Videoları önizle

# Comment
source: Load a preview of YouTube & Vimeo videos
tr: YouTube & Vimeo videolarının bir önizlemesini yükle
