Repository: pisilinux/kde-tr
Catalog: choqok/org.kde.choqok.appdata.po
Languages: tr

source: Micro-blogging client
tr: Mini-günlük İstemcisi

source: Choqok is a micro-blogging client which supports Twitter.com, GNU Social, Pump.io and Friendica services.
tr: Choqok, Twitter.com, GNU Social, Pump.ip ve Friendica servislerini destekleyen bir mini-günlük istemcisidir.

source: Features:
tr: Özellikler:

source: Supporting Twitter.com micro-blogging service
tr: Twitter.com mini-günlük servisini destekler

source: Supporting self hosted Pump.io services
tr: Kendi kendine barındırılabilir Pump.io servisini destekler

source: Supporting self hosted GNU social service
tr: Kendi kendine barındırılabilir GNU social servisini destekler

source: Supporting self hosted Friendica services
tr: Kendi kendine barındırılabilir Friendica servisini destekler

source: Supporting User + His/Her Friends time-lines
tr: Kullanıcı + Arkadaşlarının zaman tünelini destekler

source: Supporting @Reply time-lines
tr: @Yanıtla zaman tünelini destekler

source: Support for send and receive direct messages
tr: Doğrudan ileti alma ve göndermeyi destekler

source: Support medium upload using external services (Flickr, Imageshack,...)
tr: Ortamların harici servislere (Flickr, Imageshack,...) yüklenmesini destekler

source: Supporting Multiple Accounts simultaneously
tr: Eş zamanlı Çoklu Hesapları destekler

source: Supporting search APIs for all services
tr: Tüm servisler için arama API'lerini destekler

source: KWallet integration
tr: KWallet tümleştirmesi

source: Ability to make a quick tweet with global shortcuts (Ctrl+Meta+T)
tr: Evrensel kısayollar (Ctrl+Meta4T) ile hızlı tweet atabilme yeteneği

source: Ability to notify user about new statuses text, with KNotification or Libnotify
tr: KNotification veya Libnotify kullanarak yeni durum iletilerinden kullanıcıyı haberdar etme

source: Support for shortening urls with more than 30 characters (shorten on paste)
tr: 30 karakterden fazla olan linkleri kısaltma desteği (yapıştırma sırasında kısaltma)

source: Support for configuring status lists appearance
tr: Durum listelerini yapılandırma desteği
