Repository: pisilinux/kde-tr
Catalog: wacomtablet/wacomtablet._desktop_.po
Languages: tr

# Name
source: Wacom Tablet Settings
tr: Wacom Tablet Ayarları

# Comment
source: Hotplugging and profile support for Wacom tablets
tr: Wacom tabletler için tak/çalıştır ve profil desteği

# Name
source: Wacom Tablet DataEngine
tr: Wacom Tablet VeriMotoru

# Name
source: Graphic Tablet
tr: Grafik Tablet

# Comment
source: Wacom Tablet Settings
tr: Wacom Tablet Ayarları

# X-KDE-Keywords
source: Tablet,Input Devices,Wacom,Stylus
tr: Tablet,Girdi Aygıtları,Wacom,Stylus

# Comment
source: Wacom tablet control daemon
tr: Wacom tablet yapılandırma hizmeti

# Name
source: New tablet connected
tr: Yeni tablet bağlandı

# Comment
source: New graphic tablet connected
tr: Yeni grafik tablet bağlandı

# Name
source: Tablet removed
tr: Tablet çıkarıldı

# Comment
source: Graphic tablet removed
tr: Grafik tablet çıkarıldı

# Name
source: A tablet error
tr: Bir tablet hatası

# Comment
source: An error occurred with the tablet
tr: Tablet ile ilgili bir hata oluştu

# Name
source: Wacom Tablet finder
tr: Wacom Tablet bulucu

# GenericName
source: Helper tool to detect Wacom Tablets
tr: Wacom Tabletlerini bulmak için yardımcı araç
