Repository: pisilinux/kde-tr
Catalog: kdepim-addons/kdepim-addons._desktop_.po
Languages: tr

# Name
source: Example fancy
tr: Örnek süs

# Description
source: Create fancy theme with grantlee.
tr: Grantlee ile süslü tema oluşturma.

# Name
source: Example
tr: Örnek

# Description
source: Example theme for header.
tr: Başlık için örnek tema.

# Name
source: Date Numbers Plugin for Calendars
tr: Takvimler için Tarih Numaraları Eklentisi

# Comment
source: For each day this plugin shows its daynumber of the year at the top of the agenda view. For example, February 1 is day 32 of the year.
tr: Bu eklenti, her gün için tarih bilgisini gün sayısı olarak ajanda görünümünün yukarısında gösterir. Örneğin, 1 Şubat yılın 32. günüdür.

# Name
source: Jewish Calendar Plugin
tr: Yahudi Takvimi Eklentisi

# Comment
source: Shows all dates in KOrganizer also in the Jewish calendar system.
tr: KOrganizer içerisindeki tüm tarihleri Yahudi takvimine göre gösterir.

# Name
source: Wikipedia Picture Of the Day Plugin for Calendars
tr: Takvimler için Vikipedi Günün Resmi Eklentisi

# Comment
source: This plugin provides the Wikipedia Picture of the Day
tr: Bu eklenti Vikipedi Günün Resmini getirir

# Name
source: Wikipedia 'This Day in History' Plugin
tr: Wikipedia 'Tarihte Bugün' Eklentisi

# Comment
source: This plugin provides links to Wikipedia's 'This Day in History' pages
tr: Bu eklenti, Wikipedia 'Tarihte Bugün' sayfalarına bağlantı sağlar

# Name
source: Search Subject on Web
tr: Web üzerinde Arama Başlığı

# Description
source: Search subject on web
tr: Web üzerinde arama başlığı
