Repository: pisilinux/kde-tr
Catalog: kdevelop/kdevelop._json_.po
Languages: tr

# Name
source: Android Support
tr: Android Desteği

# Name
source: New Project Wizard
tr: Yeni Proje Sihirbazı

# Name
source: AStyle Formatter Backend
tr: Astyle Biçimlendirici Arka Ucu

# Name
source: Bazaar Support
tr: Bazaar Desteği

# Name
source: C++ Support
tr: C++ Desteği

# Name
source: Class Browser
tr: Sınıf Tarayıcı

# Name
source: CMake Project Builder
tr: CMake Proje Oluşturucu

# Name
source: CMake Documentation
tr: CMake Belgelendirmesi

# Name
source: CMake Project Manager
tr: CMake Proje Yöneticisi

# Name
source: Code Utilities
tr: Kod Araçları

# Name
source: Code Browser
tr: Kod Tarayıcı

# Name
source: Cppcheck Support
tr: Cppcheck Desteği

# Name
source: Custom Build System
tr: Özel İnşa Sistemi

# Name
source: Custom Defines And Includes Manager
tr: Özel Tanımlama ve İçerme Yöneticisi

# Name
source: Custom Makefile Project Manager
tr: Özel Makefile Proje Yöneticisi

# Name
source: Custom Script Formatter Backend
tr: Özel Betik Biçimlendirici Arka Ucu

# Name
source: Docker Support
tr: Docker Desteği

# Name
source: Most-Recently-Used Document Switcher
tr: Yakın Zamanda En Çok Kullanılan Belgeleri Seçici

# Name
source: Document View
tr: Belge Görünümü

# Name
source: Execute Programs
tr: Uygulamaları Çalıştır

# Name
source: Plasmoid Launcher
tr: Plazmoid Başlatıcısı

# Name
source: Execute Scripts
tr: Betikleri Çalıştır

# Name
source: External Scripts
tr: Dış Betikler

# Name
source: KDE File Manager Integration
tr: KDE Dosya Yöneticisi Bütünleşmesi

# Name
source: File Templates Configuration
tr: Dosya Şablon Yapılandırması

# Name
source: Flatpak Support
tr: Flatpak Desteği

# Name
source: GDB Support
tr: GDB Desteği

# Name
source: Generic Project Manager
tr: Genel Proje Yöneticisi

# Name
source: GitHub Provider
tr: GitHub Sağlayıcı

# Name
source: Git Support
tr: Git Desteği

# Name
source: Find/Replace In Files
tr: Bu Dosyalarda Bul ve Değiştir

# Name
source: Heaptrack Support
tr: Heaptrack Desteği

# Name
source: Konsole Integration
tr: Konsole Bütünleşmesi

# Name
source: LLDB Support
tr: LLDB Desteği

# Name
source: Make Project Builder
tr: Make Proje Oluşturucu

# Name
source: Man Pages
tr: Kılavuz Sayfaları

# Name
source: Ninja Project Builder
tr: Ninja Proje Oluşturucu

# Name
source: Hex Editor
tr: Hex Düzenleyici

# Name
source: Open With
tr: Birlikte Aç

# Name
source: Outline
tr: Çerçeve

# Name
source: Patch Review
tr: Yama Gözden Geçirmesi

# Name
source: Perforce Support
tr: Perforce Desteği

# Name
source: Problem Reporter View
tr: Sorun Bildirici Görünümü

# Name
source: Project Filter
tr: Proje Süzgeci

# Name
source: Project Manager View
tr: Proje Yöneticisi Görünümü

# Name
source: QMake Project Builder
tr: QMake Proje Oluşturucu

# Name
source: QMake Project Manager
tr: QMake Proje Yöneticisi

# Name
source: QML Support
tr: QML Desteği

# Name
source: Qt Documentation
tr: Qt Belgelendirmesi

# Name
source: Quick Open
tr: Hızlı Aç

# Name
source: Source Formatter
tr: Kaynak Biçimlendirici

# Name
source: Output View
tr: Çıktı Görünümü

# Name
source: Subversion Support
tr: Suversion Desteği

# Name
source: Switch to Buddy
tr: Dosta Geçiş Yap

# Name
source: Unit Test View
tr: Birim Test Görünümü

# Name
source: VCS Integration
tr: Sürüm Kontrol Sistemi Bütünleşmesi

# Name
source: KDevelop Welcome Page
tr: KDevelop Karşılama Sayfası

# Description
source: Exposes Android runtimes
tr: Android çalışma zamanlarını gösterir

# Description
source: Application Wizard
tr: Uygulama Sihirbazı

# Description
source: A plugin for formatting of sourcecode according to a specified set of rules
tr: Belli kurallara göre kaynak kodları biçimlendirmeye yarayan bir eklenti

# Description
source: This plugin integrates Bazaar to KDevelop
tr: Bu eklenti Bazaar uygulamasını KDevelop ile bütünleştirir

# Description
source: C/C++ Language Support (Clang-based)
tr: C/C++ Dil Desteği (Clang-tabanlı)

# Description
source: This plugin provides a browsable model of the currently parsed classes and other items.
tr: Bu eklenti mevcut ayrıştırılmış sınıfların ve diğer öğelerin taranabilir bir modelini sağlar.

# Description
source: Builds CMake Projects
tr: CMake Projelerini Derler

# Description
source: Allows KDevelop to provide CMake documentation
tr: KDevelop uygulamasına CMake belgelendirmesi sağlar

# Description
source: Allows KDevelop to manage CMake-based projects
tr: KDevelop uygulamasının CMake temelli projeleri yönetmesine izin verir

# Description
source: Collection of various utilities that increase productivity while programming.
tr: Programlama sırasında verimliliği artıran çeşitli yardımcı araçlar koleksiyonu.

# Description
source: This plugin shows information about the current language context in a side view, and highlights relevant declarations and uses.
tr: Bu eklenti yan görünümde mevcut dil bağlamıyla ilgili bilgi gösterir, ve ilgili tanımlamaları ve kullanımları vurgular.

# Description
source: This plugin integrates Cppcheck (static analysis tool) to KDevelop
tr: Bu eklenti Cppcheck uygulamasını (istatistik analiz aracı) KDevelop ile bütünleştirir

# Description
source: Allows to use custom buildsystems for KDevelop projects
tr: KDevelop projeleri için özel inşa sistemlerinin kullanılmasına izin verir

# Description
source: Configure which macros and include directories/files will be added to the parser during project parsing.
tr: Hangi makroların ve dahil etme dizinlerinin/dosyaların ayrıştırma sürecinde ayrıştırıcıya ekleneceğini yapılandırın.

# Description
source: Imports and edits custom make projects
tr: Özel make projelerini içeriye aktarır ve düzenler

# Description
source: A plugin for formatting C files using custom scripts
tr: C dosyalarını özel betikler kullanarak biçimlendirmek için bir eklenti

# Description
source: Exposes Docker runtimes
tr: Docker çalışma zamanlarını gösterir

# Description
source: A most-recently-used document switcher for KDevPlatform.
tr: KDevPlatform için en-son-kullanılan belge seçici bir eklenti.

# Description
source: This plugin displays a graphical view of all documents currently loaded and separates them by mimetype.
tr: Bu eklenti o anda yüklenmiş olan tüm belgeleri grafiksel bir görünümde gösterir ve mime türlerine göre ayırır.

# Description
source: This plugin allows running of programs with no instrumentor, ie. natively by the current host.
tr: Bu eklenti programların ek araç olmadan çalıştırılabilmesini sağlar, örn. mevcut istemci ile doğal olarak.

# Description
source: Lets you view a plasmoid
tr: Bir plazmoid görüntülemenize izin verir

# Description
source: This plugin allows running of scripts.
tr: Bu eklenti betiklerin çalıştırılmasını sağlar.

# Description
source: Run external scripts or applications to manipulate the editor contents or do other arbitrary actions.
tr: Düzenleyici içeriğini değiştirmek veya diğer keyfi eylemler için dış betikler veya uygulamalar çalıştır.

# Description
source: This plugin brings a filemanager to KDevelop.
tr: Bu eklenti KDevelop için bir dosya yöneticisi sağlar.

# Description
source: Manages templates for source files
tr: Kaynak dosyaları için şablonları yönetir

# Description
source: Exposes Flatpak runtimes
tr: Flatpak çalışma zamanlarını gösterir

# Description
source: This plugin provides a frontend for GDB, a source-level debugger for C, C++ and more.
tr: Bu eklenti, C, C++ ve daha fazlası için bir kaynak düzeyinde hata ayıklayıcı olan GDB için bir önuç sağlar.

# Description
source: Allow KDevelop to manage generic projects
tr: KDevelop uygulamasının genel projeleri yönetmesine izin ver

# Description
source: This plugin helps to obtain projects from GitHub
tr: Bu eklenti Github'tan projeleri almanıza yardımcı olur

# Description
source: This plugin integrates Git to KDevelop
tr: Bu eklenti Git uygulamasını KDevelop ile bütünleştirir

# Description
source: Allows fast searching of multiple files using patterns or regular expressions. And allow to replace it too.
tr: Kalıplar veya düzenli ifadeler kullanarak birden çok dosyada hızlı aramaya izin verir. Yer değiştirmeye de izin verir.

# Description
source: This plugin integrates Heaptrack to KDevelop
tr: Bu eklenti Heaptrack uygulamasını KDevelop ile bütünleştirir

# Description
source: This plugin provides KDevelop with an embedded konsole for quick and easy command line access.
tr: Bu eklenti hızlı ve kolay komut satırı erişimi için KDevelop'a gömülü bir uçbirim sağlar.

# Description
source: This plugin provides a frontend for LLDB, a next generation, high-performance C/Obj-C/C++ debugger.
tr: Bu eklenti gelecek nesil, yüksek performanslı C/Obj-C/C++ hata ayıklayıcı olan LLDB için ön yüz sağlar.

# Description
source: KDevelop Make Builder
tr: KDevelop Make İnşa Edici

# Description
source: This plugin provides Manual Pages integration
tr: Bu eklenti Kılavuz Sayfaları bütünleşmesini sağlar

# Description
source: KDevelop Ninja Builder
tr: KDevelop Ninja Oluşturucu

# Description
source: Enables viewing and editing of the raw data of files (Okteta-based)
tr: Dosyaların ham verisini okuma ve düzenlemeyi sağlar (Oktet-tabanlı)

# Description
source: This plugin allows one to open files with associated external applications.
tr: Bu eklenti ilişkilendirilmiş dış uygulamalar ile dosyalar açmayı sağlar.

# Description
source: This plugin provides a view to show the outline of the currently open document.
tr: Bu eklenti mevcut açık dosyanın çerçevesini görüntülemeyi sağlar.

# Description
source: This plugin allows reviewing patches directly in the editor.
tr: Bu eklenti yamaların doğrudan düzenleyici içerisinde gözden geçirilmesini sağlar.

# Description
source: Provides Integration with Perforce Version Control System
tr: Perforce Sürüm Denetim Sistemi ile Bütünleşme Sağlar

# Description
source: This plugin shows errors in source code.
tr: Bu eklenti kaynak koddaki hataları gösterir.

# Description
source: Configure which files and folders inside the project folder should be included or excluded.
tr: Proje klasörü içerisindeki hangi dosya ve klasörlerin dahil edilip edilmeyeceğini yapılandır.

# Description
source: Lets you manage the project contents.
tr: Proje içeriğini yönetmenizi sağlar.

# Description
source: Builds QMake Projects
tr: QMake Projelerini Derler

# Description
source: Imports and edits QMake projects
tr: QMake projelerini içeriye aktarır ve düzenler

# Description
source: This plugin provides QtHelp integration
tr: Bu ekleneti QtHelp tümleştirmesi sağlar

# Description
source: This plugin allows quick access to project files and language-items like classes/functions.
tr: Bu eklenti proje dosyalarına ve sınıflar/fonksiyonlar gibi dil öğelerine hızlı erişim sağlar.

# Description
source: Configure which style should be used for formatting of the sourcecode in a project.
tr: Bir projedeki kaynak kodun biçimlendirilmesi için hangi biçimin kullanılması gerektiğini yapılandırın.

# Description
source: This plugin integrates Subversion to KDevelop.
tr: Bu eklenti Subversion ile KDevelop uygulamasını bütünleştirir.

# Description
source: Allows switching between buddy documents like implementation and header file.
tr: Uygulama ve başlık dosyası gibi ilişkili belgeler arasında geçişe izin verir.

# Description
source: Lets you see and run unit tests.
tr: Birim testlerini görmenizi ve çalıştırmanızı sağlar.

# Description
source: This plugin provides integration between the projects and their VCS infrastructure
tr: Bu eklenti projeler ile VCS altyapıları arasında bütünleşme sağlar

# Description
source: Provides the welcome page visible in an empty session
tr: Boş oturumda görünen hoşgeldin sayfasını sağlar
