Repository: pisilinux/kde-tr
Catalog: kdevelop/kdevelop._desktop_.po
Languages: tr

# Name
source: Process successful
tr: İşlem başarılı

# Comment
source: Process finished successfully
tr: İşlem başarıyla bitti

# Name
source: Process error
tr: İşlem hatası

# Comment
source: Process finished with errors
tr: İşlem hatalarla bitti

# Name
source: Loading Project
tr: Proje Yükleniyor

# Comment
source: A project loading process has just started
tr: Bir proje yükleme süreci başladı

# Name
source: Project Loaded Successfully
tr: Proje Başarılı Bir Şekilde Yüklendi

# Comment
source: A project has been loaded successfully
tr: Bir proje başarıyla yüklendi

# Name
source: Debugger
tr: Hata Ayıklayıcı

# Name
source: Breakpoint Hit
tr: Kesme Noktasına Gelindi

# Comment
source: A Breakpoint has been hit by the debugger
tr: Hata ayıklayıcı tarafından bir kesme noktasına gelindi

# Name
source: Watchpoint Hit
tr: İzleme Noktasına Gelindi

# Comment
source: A Watchpoint has been hit by the debugger
tr: Hata ayıklayıcı tarafından bir izleme noktasına gelindi

# GenericName
source: Integrated Development Environment
tr: Bütünleşik Geliştirme Ortamı

# Name
source: KDevelop (Pick Session)
tr: KDevelop (Oturum Seçin)

# GenericName
source: Integrated Development Environment (Pick Session to start with)
tr: Tümleşik Geliştirme Ortamı (Başlamak için oturum seçin)

# Name
source: KDevelop Sessions
tr: KDevelop Oturumları

# Comment
source: List and launch KDevelop sessions
tr: KDevelop oturumlarını listele ve başlat

# Comment
source: Matches KDevelop Sessions
tr: KDevelop Oturumlarını Eşleştirir

# Name
source: Simple KDevelop Plugin
tr: Basit KDevelop Eklentisi

# Comment
source: Generate a general KDevelop plugin, using CMake and C++
tr: CMake ve C++ kullanan genel bir KDevelop eklentisi oluştur

# Comment
source: Simple CMake-based C++ application
tr: Basit bir CMake tabanlı C++ uygulaması

# Comment
source: Qt5 CMake Gui application. Generate a CMake/Qt5 based GUI application (crossplatform compatible)
tr: Qt5 CMake Gui uygulaması. CMake/Qt5 tabanlı bir arayüz uygulaması oluştur (çapraz platform uyumlu)

# Name
source: QtQuick 2 Application
tr: QtQuick 2 Uygulaması

# Comment
source: A Qt5 and QtQuick2 basic application using CMake
tr: CMake kullanan basit Qt5 ve QtQuick2 uygulaması

# Name
source: QMake Qt5 QWidgets GUI Application
tr: QMake Qt5 QWidgets Grafik Uygulaması

# Comment
source: Generate a QMake/Qt5 based GUI application (crossplatform compatible)
tr: QMake/Qt5 tabanlı bir arayüz uygulaması oluştur (çapraz platform uyumlu)

# Comment
source: A Qt5 and QML2 basic application using QMake
tr: QMake kullanan basit Qt5 ve QML2 uygulaması

# Name
source: Empty
tr: Boş

# Comment
source: A project to fill with your ideas
tr: Fikirlerinizle dolduracağınız bir proje

# Comment
source: A simple GObject subclass
tr: Basit bir GObject alt sınıfı

# Name
source: Header
tr: Başlık

# Name
source: Implementation
tr: Gerçekleme

# Name
source: GObject with private pointer
tr: Özel işaretçili GObject

# Comment
source: A GObject subclass with a private pointer
tr: Özel bir işaretçi ile GObject alt sınıfı

# Name
source: GObject with properties
tr: Özellikler ile GObject

# Comment
source: A GObject subclass with a private pointer and properties
tr: Bir özel işaretçi ve özellikleri ile bir GObject alt sınıfı

# Name
source: Basic
tr: Temel

# Comment
source: Basic C++ Class
tr: Temel C++ Sınıfı

# Name
source: Private Pointer
tr: Özel İşaretçi

# Comment
source: C++ Class with a private D-pointer
tr: Bir özel D-işaretçili C++ Sınıfı

# Name
source: Public Header
tr: Genel Başlık

# Name
source: Private Header
tr: Özel Başlık

# Comment
source: Basic Python Class
tr: Temel Python Sınıfı

# Name
source: Definition
tr: Tanım

# Name
source: Dialog (pimpl) with a UI File
tr: UI dosyalı İletişim Penceresi (pimpl)

# Comment
source: QDialog subclass with a separate Qt Designer file and private implementation
tr: Ayrı bir Qt Designer dosyasına ve özel uygulamasına sahip QDialog alt sınıfı

# Name
source: User Interface
tr: Kullanıcı arayüzü

# Name
source: QObject pimpl subclass
tr: QObject pimpl alt sınıfı

# Comment
source: QObject subclass with private implementation
tr: Gizli gerçeklemeli QObject alt sınıfı

# Name
source: QObject subclass
tr: QObject alt sınıfı

# Comment
source: QObject subclass with properties
tr: Özellikleriyle QObject alt sınıfı

# Name
source: QObject interface class
tr: QObject arayüz sınıfı

# Comment
source: QObject interface class with properties
tr: Özellikleriyle QObject arayüzü alt sınıfı

# Name
source: Implicitly shared class
tr: Dolaylı olarak paylaşılan sınıf

# Comment
source: Class with a private QSharedData member
tr: Bir özel QSharedData üyeli sınıf

# Name
source: Widget with a UI File
tr: UI dosyalı programcık

# Comment
source: QWidget subclass with a separate Qt Designer file
tr: Ayrı bir Qt Designer dosyası olan QWidget alt sınıfı

# Name
source: CMake Module with pkg-config
tr: pkg-config ile CMake Modülü

# Comment
source: CMake module for finding a library using pkg-config
tr: pkg-config kullanan bir kitaplık bulmak için CMake modülü

# Name
source: Module
tr: Modül

# Comment
source: A unit test using the CppUTest library
tr: CppUTest kitaplığını kullanan bir birim testi

# Name
source: Google Test
tr: Google Testi

# Comment
source: A unit test using the Google Test library
tr: Google Test kitaplığını kullanan birim testi

# Name
source: Test Suite
tr: Test Paketi

# Comment
source: A unit test suite using the QTest library without a graphical user interface
tr: Grafiksel kullanıcı arayüzü olmadan QTest kitaplığı kullanan birim test paketi

# Name
source: A test for KDevPlatform
tr: KDevPlatform için bir test

# Comment
source: A unit test using the QTest library with KDevPlatform test helpers
tr: KDevPlatform test yardımcılarıyla QTest kitaplığı kullanan birim testi

# Comment
source: A unit test using the PHPUnit framework
tr: PHPUnit çatısı kullanan bir birim testi

# Comment
source: A unit test using the PyUnit framework
tr: PyUnit çatısı kullanan bir birim testi

# Name
source: KDevelop Plugin
tr: KDevelop Eklentisi

# Name
source: Application Templates (SDK)
tr: Uygulama Şablonları (SDK)

# Name
source: Custom BuildSystem
tr: Özel Derleme Sistemi

# Comment
source: Configure a projects custom build tool and includes/defines for the language support.
tr: Bir projenin özel derleme aracını yapılandırır ve dil desteği için tanımları içerir.

# Comment
source: A Dockerfile is a text document that contains all the commands a user could call on the command line to assemble an image
tr: Dockerfile, kullanıcının bir imaj oluşturması için komut satırında ayarlayabileceği tüm komutları içiren bir metin belgesidir

# Name
source: Document View
tr: Belge Görünümü

# Comment
source: Configure Document View settings
tr: Belge Görünümü Ayarlarını Yapılandır

# Name
source: File Templates (SDK)
tr: Dosya Şablonları (SDK)

# Name
source: Flatpak Builder Manifest
tr: Flatpak Oluşturucu Bildirgesi

# Comment
source: A file to configure how a project is built by flatpak
tr: Bir projenin, flatpak tarafından nasıl yapılandırılacağını belirten dosya

# Name
source: API Documentation (QtHelp)
tr: API Belgelendirmesi (QtYardım)
