Repository: pisilinux/kde-tr
Catalog: kwin/kwin._desktop_.po
Languages: tr

# Name
source: Blur
tr: Bulanıklaştırma

# Name
source: Cover Switch
tr: Kapak Pencere Seçici

# Name
source: Desktop Cube
tr: Masaüstü Küpü

# Name
source: Desktop Cube Animation
tr: Masaüstü Küp Animasyonu

# Name
source: Desktop Grid
tr: Masaüstü Izgarası

# Name
source: Dialog Parent
tr: İletişim Kutusu Sahibi

# Comment
source: Darkens the parent window of the currently active dialog
tr: Etkin iletişim kutularının sahibi olan pencereleri koyulaştır

# Name
source: Dim Inactive
tr: Pasifleri Koyulaştır

# Comment
source: Darkens the entire screen when requesting root privileges
tr: Yönetici hakları isteğinde bulunulduğunda ekranı koyulaştırır

# Name
source: Dim Screen for Administrator Mode
tr: Yönetici Kipinde Ekranı Dondur

# Name
source: Fade Desktop
tr: Masaüstü Kaybolması

# Comment
source: Fade between virtual desktops when switching between them
tr: Sanal masaüstleri arasında geçiş yapılırken kaybolma efektini kullan

# Name
source: Fade
tr: Kaybolma

# Comment
source: Make windows smoothly fade in and out when they are shown or hidden
tr: Pencereler gösterilirken pürüzsüz bir şekilde belirginleştir, gizlenirken pürüzsüz bir şekilde soldur

# Name
source: Flip Switch
tr: Dönen Seçici

# Name
source: Desaturate Unresponsive Applications
tr: Yanıt Vermeyen Uygulamaların Yoğunluğunu Kaldır

# Comment
source: Desaturate windows of unresponsive (frozen) applications
tr: Yanıt vermeyen (donmuş) uygulamaların pencerelerini soldur

# Name
source: Glide
tr: Kaydır

# Name
source: Invert
tr: Negatifleştir

# Comment
source: KWin Effect
tr: KWin Efekti

# Name
source: Login
tr: Giriş

# Comment
source: Smoothly fade to the desktop when logging in
tr: Giriş yapılırken masaüstünü pürüzsüzce belirginleştir

# Name
source: Looking Glass
tr: Büyüteç

# Name
source: Magic Lamp
tr: Sihirli Lamba

# Name
source: Magnifier
tr: Büyüteç

# Comment
source: Animation for a window going to maximize/restore from maximize
tr: Pencerenin büyütülürken veya küçültülürken gösterilecek animasyon

# Name
source: Maximize
tr: Ekranı Kapla

# Comment
source: Cross fade animation when Tooltips or Notifications change their geometry
tr: Araç İpuçları veya Bildirimler geometrilerini değiştirdiğinde çapraz solma animasyonu göster

# Name
source: Morphing popups
tr: Dönüşümlü pencereler

# Name
source: Mouse Click Animation
tr: Fare Tıklama Animasyonu

# Name
source: Mouse Mark
tr: Fare İzi

# Name
source: Present Windows
tr: Şimdiki Pencereler

# Name
source: Resize Window
tr: Pencereyi Yeniden Boyutlandır

# Name
source: Show FPS
tr: FPS Göster

# Name
source: Show Paint
tr: Boyamayı Göster

# Name
source: Slide
tr: Kaydır

# Name
source: Thumbnail Aside
tr: Yan Küçük Resimcik

# Name
source: Track Mouse
tr: Fareyi İzle

# Name
source: Translucency
tr: Şeffaflık

# Comment
source: Make windows translucent under different conditions
tr: Farklı durumlarda pencereleri şeffaflaştır

# Name
source: Window Aperture
tr: Pencere Açıklığı

# Name
source: WindowGeometry
tr: PencereGeometrisi

# Name
source: Wobbly Windows
tr: Sallanan Pencereler

# Name
source: Zoom
tr: Büyüt

# Name
source: Compositor
tr: Dizgici

# Comment
source: Compositor Settings for Desktop Effects
tr: Masaüstü Efektleri için Dizgici Ayarları

# Name
source: Window Decorations
tr: Pencere Dekorasyonları

# X-KDE-Keywords
source: kwin,window,manager,border,style,theme,look,feel,layout,button,handle,edge,kwm,decoration
tr: kwin,pencere,yönetici,kenarlık,biçim,tema,görünüm,şekil,düzen,düğme,kullanım,kenar,kwm,dekorasyon

# Name
source: Virtual Desktops
tr: Sanal Masaüstleri

# X-KDE-Keywords
source: desktop,desktops,number,virtual desktop,multiple desktops,pager,pager widget,pager applet,pager settings
tr: masaüstü,masaüstleri,sayı,sanal masaüstü,çoklu masaüstü,sayfalayıcı,sayfalayıcı gereci,sayfalayıcı gereci,sayfalayıcı ayarları

# Name
source: Desktop Effects
tr: Masaüstü Efektleri

# Name
source: Window Manager Effects
tr: Pencere Yöneticisi Efektleri

# Comment
source: Desktop Effects
tr: Masaüstü Efektleri

# X-KDE-Keywords
source: shade,maximise,maximize,minimize,minimise,lower,operations menu,titlebar,resize
tr: geri yükle, gölgele,büyüt,küçült,aşağı al,işlemler menüsü,başlık çubuğu,yeniden boyutlandır

# X-KDE-Keywords
source: moving,smart,cascade,maximize,maximise,snap zone,snap,border
tr: taşıma,akıllı,döşeme,büyütme,en büyük,kopma alanı,kopma,kenarlık

# Name
source: Window Behavior
tr: Pencere Davranışı

# X-KDE-Keywords
source: focus,placement,window behavior,window actions,animation,raise,auto raise,windows,frame,titlebar,doubleclick
tr: odak,yerleşim,pencere davranışı,pencere eylemleri,canlandırma,yükselt,otomatik yükselt,pencereler,çerçeve,başlık çubuğu,çift tıklama

# Name
source: Window Rules
tr: Pencere Kuralları

# Comment
source: Individual Window Behavior
tr: Bireysel Pencere Davranışı

# X-KDE-Keywords
source: size,position,state,window behavior,windows,specific,workarounds,remember,rules
tr: boyut,konum,durum,pencere davranışı,pencere,özel,etrafından dolanmalar,anımsa,kurallar

# Name
source: Screen Edges
tr: Ekran Kenarları

# X-KDE-Keywords
source: kwin,window,manager,effect,corner,edge,border,action,switch,desktop,kwin screen edges,desktop edges,screen edges,maximize windows,tile windows,side of screen,screen behavior,switch desktop,virtual desktop,screen corners
tr: kwin,pencere,yönetici,efekt,kenar,kenarlık,eylem,seç,masaüstü,kwin ekran kenarlıkları,kenarlıklar,masaüstü kenarları,ekran kenarları,pencereleri büyüt,pencereleri döşe,ekranın kenarı,ekran davranışı,masaüstünü seç,sanal masaüstü,ekran köşeleri

# Name
source: Touch Screen
tr: Dokunmatik Ekran

# X-KDE-Keywords
source: kwin,window,manager,effect,edge,border,action,switch,desktop,desktop edges,screen edges,side of screen,screen behavior,touch screen
tr: kwin,pencere,yönetici,efekt,kenar,sınır,eylem,geçiş,masaüstü,masaüstü kenarları,ekran kenarları,ekranın yan tarafı,ekran davranışı,dokunmatik ekran

# X-KDE-Keywords
source: kwin script
tr: kwin betiği

# Name
source: KWin Scripts
tr: KWin Betikleri

# Comment
source: Manage KWin scripts
tr: KWin betiklerini yönet

# Name
source: Window Manager Scripts
tr: Pencere Yöneticisi Betikleri

# Name
source: Window Manager Switching Layouts
tr: Pencere Yöneticisi Geçiş Düzenleri

# Name
source: Task Switcher
tr: Görev Seçici

# Comment
source: Navigation Through Windows
tr: Pencereler Arası Gezinti

# X-KDE-Keywords
source: window,windows,switcher,window switcher,switching,window switching,alttab,alt-tab,alt+tab,alt tab
tr: pencere,pencereler,değiştirici,pencere seçici,değiştirme,pencere seçimi,alttab,alt-tab,alt+tab,alt tab

# Comment
source: KWin Window Manager
tr: KWin Pencere Yöneticisi

# Name
source: Compositing has been suspended
tr: Birleşiklik askıya alındı

# Comment
source: Another application has requested to suspend compositing.
tr: Başka bir uygulama birleşikliğin askıya alınmasını istedi.

# Name
source: Graphics Reset
tr: Grafik Sıfırlama

# Comment
source: A graphics reset event occurred
tr: Bir grafik sıfırlama olayı oluştu

# Comment
source: KWin Window Decoration
tr: KWin Pencere Dekorasyonu

# Comment
source: The classic theme known from KDE 3
tr: KDE 3'ten bilinen alışılmış tema

# Name
source: KWin Decoration
tr: KWin Dekorasyonu

# Name
source: KWin Script
tr: KWin Betiği

# Name
source: KWin Window Switcher
tr: KWin Pencere Değiştirici

# Comment
source: KWin Script
tr: KWin Betiği

# Name
source: Desktop Change OSD
tr: Masaüstü Değiştirme Ekran Bildirimi

# Comment
source: An on screen display indicating the desktop change
tr: Bir, ekranda beliren bilgi masaüstünün değiştirildiğini gösteriyor

# Name
source: MinimizeAll
tr: Tümünü simge durumuna küçült

# Name
source: Synchronize Skip Switcher with Taskbar
tr: Görev Çubuğu ile Atlama Seçiciyi Eşzamanla

# Comment
source: Hides all windows marked as Skip Taskbar to be also excluded from window switchers (e.g. Alt+Tab)
tr: Görev Çubuğunu Atla olarak seçilen tüm pencereleri gizler, ayrıca pencere seçiciler tarafından hariç tutulanları da gizler (Alt+Tab gibi)

# Name
source: Video Wall
tr: Video Duvarı

# Comment
source: Spans fullscreen video player over all attached screens to create a Video Wall
tr: Bir Video Duvarı oluşturmak için tüm ekranlara iliştirilen tam ekran video oynatıcıları koparır

# Comment
source: KWin Desktop Switcher Layout
tr: KWin Pencere Değiştirme Düzeni

# Comment
source: KWin Window Switcher Layout
tr: KWin Pencere Değiştirme Düzeni
