Repository: pisilinux/kde-tr
Catalog: kwin/kwin._json_.po
Languages: tr

# Name
source: framebuffer
tr: çerçeve tampon

# Name
source: virtual
tr: sanal

# Description
source: Render through drm node.
tr: Drm düğümü aracılığıyla gerçekle.

# Description
source: Render to framebuffer.
tr: Çerçeve tamponuna gerçekle.

# Description
source: Render to a virtual framebuffer.
tr: Sanal bir çerçeve tamponuna gerçekle.

# Description
source: Render to a nested window on running Wayland compositor.
tr: Wayland birleştirici çalıştıran iç içe geçmiş bir pencerede gerçekle.

# Description
source: Platform plugin for standalone x11 in kwin_x11.
tr: Kwin_x11'de bağımsız x11 için platform eklentisi.

# Description
source: Render to a nested window on X11 windowing system.
tr: X11 pencere sisteminde iç içe geçmiş bir pencereye gerçekle.

# Description
source: KWin Compositor plugin rendering through OpenGL
tr: OpenGL üzerinden gerçekleme yapan KWin Dizgici eklentisi

# Description
source: KWin Compositor plugin rendering through QPainter
tr: QPainter üzerinden KWin Dizgici eklentisi oluşturma

# Description
source: KWin Compositor plugin rendering through XRender
tr: XRender üzerinden KWin Dizgici eklentisi oluşturma
