Repository: pisilinux/kde-tr
Catalog: whoopsie-kcm/kcm-whoopsie.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Volkan Gezer, Necdet Yücel

# EMAIL OF TRANSLATORS
source: Your emails
tr: volkangezer@gmail.com, necdetyucel@gmail.com

# @title
source: Diagnostics
tr: Hata Tanılama Araçları

# @info:credit
source: Copyright 2013-2014 Harald Sitter
tr: Telif Hakkı 2013-2014 Harald Sitter

# @info:credit
source: Author
tr: Yazar

# @info
source: Kubuntu can collect anonymous information that helps developers improve it. All information collected is covered by our <link url='%1'>privacy policy</link>.
tr: Kubuntu gelişiricilerin iyileştirmesine yardım etmek için anonim bilgiler toplayabilir. Toplanan tüm bilgiler bizim <link url='%1'>güvenlik politikamız</link> korumasındadır.

# @info
source: <link url='%1'>Previous Reports</link>
tr: <link url='%1'>Önceki Raporlar</link>

source: Send error reports to Canonical
tr: Hata raporlarını Canonical'a gönder

source: Error reports include information about what a program was doing when it failed. You always have the choice to send or cancel an error report.
tr: Hata raporları program başarısız olduğu zaman ne yapmakta olduğu hakkında bilgi içerir. Her zaman bir hata raporunu gönderme ya da iptal etme hakkına sahipsiniz.

source: Send a report automatically if a problem prevents login
tr: Bir sorun oturum açmayı engellediğinde otomatik olarak rapor gönder

source: Send occasional system information to Canonical
tr: Canonical'a aralıklı olarak sistem bilgisini gönder

source: This includes things like how many programs are running, how much disk space the computer has, and what devices are connected.
tr: Bu, kaç program çalışıyor, bilgisayar ne kadar disk alanına sahip ve hangi aygıtlar bağlı gibi şeyleri içerir.
