Repository: pisilinux/kde-tr
Catalog: khotkeys/khotkeys._desktop_.po
Languages: tr

# Name
source: Input Actions
tr: Girdi Eylemleri

# Comment
source: Input Actions service performing configured actions on key presses
tr: Tuş basımları üzerinde önceden yapılandırılmış eylemleri gerçekleştiren Girdi Eylemleri hizmeti

source: Comment
tr: Açıklamalar

# Name
source: Search
tr: Ara

# Comment
source: Simple_action
tr: Basit_eylem

# Comment
source: This group contains various examples demonstrating most of the features of KHotkeys. (Note that this group and all its actions are disabled by default.)
tr: Bu grup KHotkeys uygulamasının birçok özelliğini gösteren örnekler içerir. (Bu grubun ve eylemlerinin öntanımlı olarak devre dışı olduğunu unutmayın.)

# Name
source: Examples
tr: Örnekler

# Comment
source: After pressing Ctrl+Alt+I, the KSIRC window will be activated, if it exists. Simple.
tr: Ctrl+Alt+I tuşlarına basılırsa var olan KSIRC penceresi etkinleştirilir. Basit.

# Name
source: Activate KSIRC Window
tr: KSIRC Penceresini Etkinleştir

# Comment
source: KSIRC window
tr: KSIRC penceresi

# Comment
source: After pressing Alt+Ctrl+H the input of 'Hello' will be simulated, as if you typed it. This is especially useful if you have call to frequently type a word (for instance, 'unsigned'). Every keypress in the input is separated by a colon ':'. Note that the keypresses literally mean keypresses, so you have to write what you would press on the keyboard. In the table below, the left column shows the input and the right column shows what to type.\n\n"enter" (i.e. new line) Enter or Return\na (i.e. small a) A\nA (i.e. capital a) Shift+A\n: (colon) Shift+;\n' ' (space) Space
tr: Alt+Ctrl+H tuşlarına bastığınızda 'Hello' girdisi sanki siz yazmışsınız gibi taklit edilecek. Özellikle 'unsigned' gibi sözcükleri yazmak konusunda tembelseniz kullanışlıdır. Girdide basılan her tuş iki nokta üst üste ':' işareti ile ayrılmıştır. Tuşa basmanın gerçekten tuşa basmak anlamına geldiğini unutmayın, yazmak istediğiniz şeyi klavyeye basarak yazmak zorundasınız. Aşağıdaki tabloda sol sütun girdileri sağ sütun ise yazılacak olan şeyleri gösterir.\n\n\"enter" (yeni satır gibi) Enter veya Return\na (küçük a) A\nA (büyük a) Shift+A\n: (iki nokta üst üste) Shift+;\n' ' (boşluk) Boşluk

# Name
source: Type 'Hello'
tr: 'Merhaba' Yaz

# Comment
source: This action runs Konsole, after pressing Ctrl+Alt+T.
tr: Ctrl+Alt+T tuşlarına basıldıktan sonra bu eylem Konsole uygulamasını çalıştırır.

# Name
source: Run Konsole
tr: Konsole Uygulamasını Çalıştır

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nQt Designer uses Ctrl+F4 for closing windows. In KDE, however, Ctrl+F4 is the shortcut for going to virtual desktop 4, so this shortcut does not work in Qt Designer. Further, Qt Designer does not use KDE's standard Ctrl+W for closing the window.\n\nThis problem can be solved by remapping Ctrl+W to Ctrl+F4 when the active window is Qt Designer. When Qt Designer is active, every time Ctrl+W is pressed, Ctrl+F4 will be sent to Qt Designer instead. In other applications, the effect of Ctrl+W is unchanged.\n\nWe now need to specify three things: A new shortcut trigger on 'Ctrl+W', a new keyboard input action sending Ctrl+F4, and a new condition that the active window is Qt Designer.\nQt Designer seems to always have title 'Qt Designer by Trolltech', so the condition will check for the active window having that title.
tr: Önce "'Merhaba' Yaz" eylemindeki yorum bölümünü okuyun.\n\nQt Tasarımcı pencereleri kapatmak için Ctrl+F4 kullanır. KDE'de ise, Ctrl+F4 sanal masaüstü 4'e geçmenin kısayoludur, dolayısıyla bu kısayol Qt Tasarımcıda çalışmaz. Dahası, Qt Tasarımcı da KDE'de pencere kapatmada kullanılan Ctrl+W kısayolunu desteklemez.\n\nBu problem, etkin pencere Qt Tasarımcı iken Ctrl+W kısayolunu Ctrl+F4 ile ilişkilendirerek çözülebilir. Qt Tasarımcı etkinken, her Ctrl+W'ye basıldığında, Qt tasarımcıya onun yerine Ctrl+F4 gönderilir. Diğer uygulamalardaki Ctrl+W etkisi değişmez.\n\nBu aşamada üç şeyi belirtmeliyiz: 'Ctrl+W' için yeni kısayol tetikleyici, Ctrl+F4 kısayolunu gönderen yeni klavye girdi eylemi, ve Qt Tasarımcının etkin olması koşulu.\nQt Tasarımcı programında başlık olarak 'Qt Designer by Trolltech' kullanıldığından, eylemin koşulu olarak etkin pencerenin başlığı kontrol edilecektir.

# Name
source: Remap Ctrl+W to Ctrl+F4 in Qt Designer
tr: Qt Tasarımcı içerisinde Ctrl+W kısayolunu Ctrl+F4 olarak ata

# Comment
source: Qt Designer
tr: Qt Tasarımcı

# Comment
source: By pressing Alt+Ctrl+W a D-Bus call will be performed that will show the minicli. You can use any kind of D-Bus call, just like using the command line 'qdbus' tool.
tr: Alt+Ctrl+W tuşlarına basmak bir D-Bus çağrısı yapar ve küçük istemciyi gösterir. 'qdbus' komut satırı aracını kullanır gibi, her türlü D-Bus çağrısını kullanabilirsiniz.

# Name
source: Perform D-Bus call 'qdbus org.kde.krunner /App display'
tr: D-Bus çağrısı 'qdbus org.kde.krunner /App display' gerçekleştir

# Comment
source: Read the comment on the "Type 'Hello'" action first.\n\nJust like the "Type 'Hello'" action, this one simulates keyboard input, specifically, after pressing Ctrl+Alt+B, it sends B to XMMS (B in XMMS jumps to the next song). The 'Send to specific window' checkbox is checked and a window with its class containing 'XMMS_Player' is specified; this will make the input always be sent to this window. This way, you can control XMMS even if, for instance, it is on a different virtual desktop.\n\n(Run 'xprop' and click on the XMMS window and search for WM_CLASS to see 'XMMS_Player').
tr: Önce "Merhaba' Yaz'" eylemindeki Açıklama bölümünü okuyun. \n\n"Merhaba 'Yaz" eylemindekine benzer şekilde bu eylem de klavye girdileri gönderir. Ctrl+Alt+B kısayolu kullanıldığında, XMMS uygulamasına B girdisi (XMMS'te B, bir sonraki şarkıya geçmek için kullanılır) gönderir. 'XMMS Player' pencere sınıfı belirtildiğinde, bu girdi her zaman XMMS penceresine gönderilir. Bu şekilde, XMMS'i başka sanal masaüstünde de olsa kontrol edebilirsiniz.\n\n('xprop'u çalıştırın ve XMMS penceresine tıklayarak 'XMMS_Player'ı görmek için WM_CLASS'i arayın).

# Name
source: Next in XMMS
tr: XMMS Uygulamasında Sonraki

# Comment
source: XMMS window
tr: XMMS penceresi

# Comment
source: XMMS Player window
tr: XMMS Oynatıcı penceresi

# Name
source: Konqi Gestures
tr: Konqi Hareketleri

# Comment
source: Konqueror window
tr: Konqueror penceresi

# Name
source: Back
tr: Geri

# Comment
source: Gesture_triggers
tr: Hareket_tetikleyiciler

# Name
source: Forward
tr: İleri

# Name
source: Up
tr: Yukarı

# Name
source: Reload
tr: Yeniden Yükle

# Comment
source: After pressing Win+E (Tux+E) a WWW browser will be launched, and it will open http://www.kde.org . You may run all kind of commands you can run in minicli (Alt+F2).
tr: Win+E (Tux+E) tuşlarına basılırsa WWW tarayıcı açılır ve http://www.kde.org sayfası gösterilir. Ayrıca (Alt+F2) ile açılan istemciden tüm komutları çalıştırabilirsiniz.

# Name
source: Go to KDE Website
tr: KDE Web Sitesine Git

# Comment
source: Basic Konqueror gestures.
tr: Basit Konqueror hareketleri.

# Name
source: Konqueror Gestures
tr: Konqueror Hareketleri

# Comment
source: Press, move left, release.
tr: Bas, sola taşı, bırak.

# Comment
source: Opera-style: Press, move up, release.\nNOTE: Conflicts with 'New Tab', and as such is disabled by default.
tr: Opera-biçimi: Bas, yukarı taşı, bırak.\nNOT: 'Yeni Sekme' ile çakışır ve ön tanımlı olarak pasifleştirilmiştir.

# Name
source: Stop Loading
tr: Yüklemeyi Durdur

# Comment
source: Going up in URL/directory structure.\nMozilla-style: Press, move up, move left, move up, release.
tr: Adres/dizin yapısına gitmek.\nMozilla-biçimi: Bas, yukarı taşı, sola taşı, yukarı taşı, bırak.

# Comment
source: Going up in URL/directory structure.\nOpera-style: Press, move up, move left, move up, release.\nNOTE: Conflicts with "Activate Previous Tab", and as such is disabled by default.
tr: Adres/dizin yapısına gitmek.\nOpera-biçimi: Bas, yukarı taşı, sola taşı, yukarı taşı, bırak.\nNOT: "Önceki Sekmeyi Etkinleştir" ile çakışır ve ön tanımlı olarak pasifleştirilmiştir.

# Name
source: Up #2
tr: Yukarı #2

# Comment
source: Press, move up, move right, release.
tr: Bas, yukarı taşı, sağa taşı, bırak.

# Name
source: Activate Next Tab
tr: Sonraki Sekmeyi Etkinleştir

# Comment
source: Press, move up, move left, release.
tr: Bas, yukarı taşı sola taşı,, bırak.

# Name
source: Activate Previous Tab
tr: Önceki Sekmeyi Etkinleştir

# Comment
source: Press, move down, move up, move down, release.
tr: Bas, aşağı taşı, yukarı taşı, aşağı taşı, bırak.

# Name
source: Duplicate Tab
tr: Sekmeyi İkile

# Comment
source: Press, move down, move up, release.
tr: Bas, aşağı taşı, yukarı taşı, bırak.

# Name
source: Duplicate Window
tr: Pencereyi İkile

# Comment
source: Press, move right, release.
tr: Bas, sağa taşı, bırak.

# Comment
source: Press, move down, move half up, move right, move down, release.\n(Drawing a lowercase 'h'.)
tr: Bas, aşağı taşı, yarı yukarı taşı, sağa taşı, aşağı taşı, bırak.\n(Bir küçük 'h' harfi çizin.)

# Name
source: Home
tr: Ev Dizini

# Comment
source: Press, move right, move down, move right, release.\nMozilla-style: Press, move down, move right, release.
tr: Bas, sağa taşı, aşağı taşı, sağa taşı, bırak.\nMozilla-biçimi: Bas, aşağı taşı, sağa taşı, bırak.

# Name
source: Close Tab
tr: Sekmeyi Kapat

# Comment
source: Press, move up, release.\nConflicts with Opera-style 'Up #2', which is disabled by default.
tr: Bas, yukarı taşı, bırak.\nOpera-biçimi ile çakışır 'Yukarı #2', öntanımlı olarak pasifleştirilmiştir.

# Name
source: New Tab
tr: Yeni Sekme

# Comment
source: Press, move down, release.
tr: Bas, aşağı taşı, bırak.

# Name
source: New Window
tr: Yeni Pencere

# Comment
source: Press, move up, move down, release.
tr: Bas, yukarı taşı, aşağı taşı, bırak.

# Name
source: Custom Shortcuts
tr: Özel Kısayollar

# Comment
source: Configure Input Actions settings
tr: Girdi Eylemleri ayarlarını yapılandır

# X-KDE-Keywords
source: global,keyboard shortcuts,hot keys,hotkeys,KHotKeys,input actions,mouse gestures,actions,triggers,launch
tr: genel,sistem geneli,klavye kısayolları,KHotKeys,girdi eylemleri,fare hareketleri,eylemler,tetikleyiciler,çalıştır,başlat
