Repository: pisilinux/kde-tr
Catalog: kio/kio._json_.po
Languages: tr

# Name
source: Cookie Jar
tr: Kurabiye Kavanozu

# Name
source: KIOExec Daemon
tr: KIOExec artalan işlemi

# Name
source: Network Proxy Configuration
tr: Ağ Vekil Sunucu Yapılandırması

# Name
source: Password Caching
tr: Parola Önbelleği

# Name
source: SSL Certificate Policy
tr: SSL Sertifika Politikası

# Description
source: Stores network cookies
tr: Ağ çerezlerini saklar

# Description
source: Monitors cached remote files for changes
tr: İzleyiciler uzak dosyaları değişiklikler için ön belleğe aldı

# Description
source: Automatic proxy configuration
tr: Otomatik vekil sunucu yapılandırması

# Description
source: Temporary password caching
tr: Geçici parola önbelleği

# Description
source: Provides SSL certificate policy to applications
tr: Uygulamalara SSL sertifika ilkesi sağlar

# trash ExtraNames
source: Original Path;Deletion Date
tr: Özgün Yol;Silme Tarihi
