Repository: pisilinux/kde-tr
Catalog: powerdevil/powerdevil._desktop_.po
Languages: tr

# Name
source: Screen brightness
tr: Ekran parlaklığı

# Comment
source: Basic Controls for brightness
tr: Parlaklık için temel kontroller

# Name
source: Dim screen
tr: Ekranı karart

# Comment
source: Dims gradually the display on a time basis
tr: Zamana bağlı olarak ekranı yavaşça karartır

# Name
source: Screen Energy Saving
tr: Ekran Enerji Tasarrufu

# Comment
source: Controls DPMS settings
tr: DPMS(Görüntü Güç Yönetimi Ayarları) tercilerini kontrol eder

# Name
source: Button events handling
tr: Düğme işlevleri

# Comment
source: Performs an action whenever a button is pressed
tr: Bir düğmeye basıldığında bir işlem gerçekleştirir

# Name
source: Keyboard backlight
tr: Klavye arka-ışığı

# Comment
source: Basic Controls for the keyboard backlight brightness
tr: Klavye arka ışığı parlaklığı için temel kontroller

# Name
source: Run script
tr: Betik çalıştır

# Comment
source: Runs a custom script
tr: Özel bir betik çalıştırır

# Name
source: Suspend session
tr: Oturumu askıya al

# Comment
source: Suspends the session
tr: Geçerli oturumu askıya alır

# Name
source: Wireless
tr: Kablosuz

# Comment
source: Turns off signal-transmitting devices
tr: Sinyal ileten cihazları kapatır

# Comment
source: Power Management Action Extension
tr: Güç Yönetimi Eylemi Eklentisi

# Name
source: Get maximum brightness value
tr: En yüksek parlaklık değerini al

# Description
source: System policies prevent you from getting the brightness level.
tr: Sistem ilkeleri parlaklık seviyesini istemenizi engelliyor.

# Name
source: Get brightness
tr: Parlaklığı Göster

# Name
source: Set brightness
tr: Parlaklığı ayarla

# Description
source: System policies prevent you from setting the brightness level.
tr: Sistem ilkeleri parlaklığı ayarlamanızı engelliyor.

# Name
source: Get syspath
tr: syspath Görüntüle

# Description
source: System policies prevent you from getting the syspath
tr: Sistem ilkeleri syspath bilgisini istemenizi engelliyor.

# Name
source: Check existence of discrete gpu
tr: Bağımsız gpu varlığını kontrol edin

# Description
source: System policies prevent you from checking the existence of discrete gpu.
tr: Sistem politikaları, ayrık gpu varlığını kontrol etmenizi engelliyor.

# Name
source: UPower PowerDevil Backend
tr: UPower PowerDevil Arkayüzü

# Comment
source: Use KDE Power Management system through freedesktop.org upower daemon
tr: KDE Güç Yönetim Sistemini freedesktop.org upower servisi üzerinden kullan.

# Name
source: Power Management
tr: Güç Yönetimi

# Comment
source: Battery, Display and CPU power management and notification
tr: Pil, Görüntü ve İşlemci güç yönetimi ve bildirimleri

# Comment
source: Per-Activity Power Management
tr: Tüm Etkinlik Güç Yönetimi

# X-KDE-Keywords
source: system,power,power management,energy,laptop,battery,suspension,AC,suspend,hibernate,brightness,performance,lid,activity,activities
tr: sistem, güç, güç yönetimi, enerji, dizüstü, laptop, pil, askıya alma, uyutma, AC, parlaklık, performans, ışık, etkinlik, etkinlikler

# Comment
source: Advanced Power Management Settings
tr: Gelişmiş Güç Yönetimi Ayarları

# Name
source: Energy Saving
tr: Güç Tasarrufu

# Comment
source: Energy Saving
tr: Güç Tasarrufu

# Comment
source: Power Management System
tr: Güç Yönetimi Sistemi

# Name
source: Warning
tr: Uyarı

# Comment
source: Used for warning notifications
tr: Uyarı bildirimleri için kullanılır

# Name
source: Notification
tr: Bildirim

# Comment
source: Used for standard notifications
tr: Standart bildirimler için kullanılır

# Name
source: Critical notification
tr: Kritik Bildirim

# Comment
source: Notifies a critical event
tr: Kritik bir durumu bildirir

# Name
source: Battery Low
tr: Pil Düşük

# Comment
source: Your battery has reached low level
tr: Piliniz düşük seviyeye ulaştı

# Name
source: Battery Critical
tr: Pil Kritik

# Comment
source: Your battery has reached critical level. This notification triggers a countdown before doing the configured action, hence it is strongly advised to leave that on.
tr: Piliniz kritik düzeye ulaştı. Bu bildirim yapılandırılmış bir işlemi gerçekleştirecek bir sayacı tetikler; bu nedenle etkin bırakmanız önerilir.

# Name
source: Charge Complete
tr: Şarj Tamamlandı

# Comment
source: The battery is fully charged
tr: Piliniz tamamiyle şarj edildi.

# Name
source: Peripheral Battery Low
tr: Çevre Birimi Pili Düşük

# Comment
source: The battery in a connected device, such as mouse or keyboard, is low
tr: Fare veya klavye gibi bağlı bir cihazdaki pil düşük
