Repository: pisilinux/kde-tr
Catalog: kmuddy/kmuddy._desktop_.po
Languages: tr

# GenericName
source: MUD client
tr: MUD istemcisi

# Comment
source: MUD client
tr: MUD istemcisi

# Comment
source: KMuddy Plugin
tr: KMuddy Eklentisi

# Name
source: Profile Converter
tr: Profil Dönüştürücü

# Comment
source: This plug-in converts profiles from old KMuddy versions.
tr: Bu eklenti, profilleri eski KMuddy sürümünden dönüştürür.

# Comment
source: A Mapper for KMuddy
tr: Bir KMuddy Eşleyicisi

# Name
source: Kmuddy Mapper
tr: Kmuddy Eşleyici

# Name
source: KMuddy Mapper Tool
tr: KMuddy Eşleyici Araç

# Name
source: External Scripting
tr: Harici Betikler

# Comment
source: Adds support for external scripting.
tr: Harici betik desteğini ekler.

# Name
source: Strings
tr: Dizgeler

# Comment
source: This plug-in adds many strings functions.
tr: Bu eklenti, bir çok dizge fonksiyonu ekler.

# Name
source: Variable Triggers
tr: Değişken Tetikleyicileri

# Comment
source: Adds supports for triggers that fire off variable changes.
tr: Değişken değişiklik tetikleyicileri için destek ekler.

# Name
source: Variable Viewer
tr: Değişken Görüntüleyici

# Comment
source: This plug-in provides a variable viewer window.
tr: Bu eklenti, değişken görüntüleyici pencere sağlar.

# Name
source: Plugin Template
tr: Eklenti Şablonu

# Comment
source: Plugin Template
tr: Eklenti Şablonu
