Repository: pisilinux/kde-tr
Catalog: kubuntu-notification-helper/kubuntu-notification-helper._desktop_.po
Languages: tr

# Name
source: Notification Helper
tr: Bilgilendirme Yardımcısı

# Comment
source: System Notification Helper
tr: Sistem Bilgilendirme Yardımcısı

# Name
source: Reboot Required
tr: Yeniden Başlatma Gerekli

# Comment
source: A system restart is required
tr: Sistemi yeniden başlatmak gerekiyor

# Name
source: Apport Crash
tr: Apport Arızası

# Comment
source: An application has crashed on your system (now or in the past)
tr: Sisteminizde bir uygulama çöktü (şimdi veya daha önceden)

# Name
source: Upgrade Hook
tr: Hook'u Yükseltin

# Comment
source: Software upgrade notifications are available
tr: Yazılım yükseltme bildirimleri mevcut

# Name
source: Restricted Install
tr: Kısıtlanmış Kurulum

# Comment
source: Extra packages can be installed to enhance application functionality
tr: Uygulama işlevselliğini geliştirmek için ek paketler yüklenebilir

# Name
source: Localization Enhancement
tr: Yerelleştirme İyileştirmesi

# Comment
source: Extra packages can be installed to enhance system localization
tr: Sistem yerelleştirmesini iyileştirmek üzere ek paketler kurulabilir

# Name
source: Driver Enhancement
tr: Sürücü İyileştirmesi

# Comment
source: Additional drivers can be installed
tr: Ek sürücüler kurulabilir

# X-KDE-Keywords
source: Notify,Alerts,Notification,popups
tr: Bildir,Uyarılar,Bildirim,açılır pencereler

# Name
source: Other Notifications
tr: Diğer Bildirimler

# Comment
source: Control the notifications for system helpers
tr: Sistem yardımcıları için bildirimleri kontrol et
