Repository: pisilinux/kde-tr
Catalog: kdeplasma-addons/kdeplasma-addons._desktop_.po
Languages: tr

# Name
source: Activity Pager
tr: Etkinlik Sayfalayıcı

# Comment
source: Switch between activities
tr: Etkinlikler arasında geçiş yap

# Name
source: Binary Clock
tr: İkili Saat

# Comment
source: Time displayed in binary format
tr: Saati ikili biçimde görüntüle

# Name
source: Calculator
tr: Hesap Makinesi

# Comment
source: Calculate simple sums
tr: Basit hesaplamalar yapın

# Name
source: Color Picker
tr: Renk Seçici

# Comment
source: Pick a color from the desktop
tr: Ekranda gördüğünüz herhangi bir rengi seçmek için

# Name
source: Comics
tr: Çizgi Romanlar

# Name
source: Comic Strip
tr: Çizgi Roman

# Comment
source: View comic strips from the Internet
tr: İnternet'ten çizgi roman karikatürleri göster

# Name
source: Dictionary
tr: Sözlük

# Comment
source: Look up the meaning of words and their translation into different languages
tr: Sözcüklerin farklı dillerdeki anlamına bakın

# Name
source: Disk Quota
tr: Disk Kotası

# Comment
source: Shows details about disk quota
tr: Disk kotası hakkında ayrıntı gösterir

# Name
source: Fifteen Puzzle
tr: Onbeşli Yapboz

# Comment
source: Put the pieces in order
tr: Parçaları sıraya koyun

# Name
source: Fuzzy Clock
tr: Bulanık Saat

# Comment
source: Time displayed in a less precise format
tr: Saati daha az belirli bir şekilde göster

# Name
source: Grouping Plasmoid
tr: Plazmidleri Gruplandırma

# Comment
source: Group Plasma widgets together
tr: Plasma programcıklarını birlikte grupla

# Name
source: Lock Keys Status
tr: Kilit Tuşları Durumu

# Comment
source: Shows whether Caps Lock or Num Lock are active
tr: Caps Lock veya Num Lock'un etkin olup olmadığını gösterir

# Name
source: Application Dashboard
tr: Uygulama Paneli

# Comment
source: A fullscreen application launcher
tr: Tam ekran uygulama başlatıcısı

# Name
source: Konsole Profiles
tr: Konsole Profilleri

# Comment
source: List and launch Konsole profiles
tr: Konsole profillerini listeleyin ve çalıştırın

# Name
source: Media Frame
tr: Medya Çerçevesi

# Comment
source: (Picture) Frame
tr: (Resim) Karesi

# Name
source: Night Color Control
tr: Gece Renk Kontrolü

# Comment
source: Plasmoid for controlling Night Color
tr: Gece rengini kontrol etmek için plazmoid

# Name
source: Sticky Note
tr: Yapışkan Not

# Comment
source: Desktop sticky note
tr: Masaüstü yapışkan not

# Name
source: Quicklaunch
tr: Hızlı başlat

# Comment
source: Launch your favourite Applications
tr: Favori uygulamalarınızı çalıştırın

# Name
source: Quick Share
tr: Hızlı Paylaş

# Comment
source: Paste text/images to a remote server
tr: Bir uzak sunucuya metin/resim yapıştır

# Name
source: Timer
tr: Zamanlayıcı

# Comment
source: Countdown over a specified time period
tr: Belirlenen bir süre boyunca geri sayım yap

# Name
source: User Switcher
tr: Kullanıcı Değiştirici

# Comment
source: Quickly switch between different users
tr: Farklı kullanıcılar arasında hızlıca geçiş yap

# Name
source: Weather Report
tr: Hava Durumu

# Comment
source: Forecast and current conditions
tr: Tahmin ve mevcut koşullar

# Name
source: Web browser
tr: Web tarayıcı

# Comment
source: Add a webpage on your desktop.
tr: Masaüstünüze bir dosya ekleyin.

# Comment
source: Plugin for Plasma Comic Engine
tr: Plasma Çizgi Roman Motoru için Eklenti

# Name
source: Comic Strips
tr: Çizgi Romanlar

# Comment
source: Online comic strips
tr: Çevrimiçi çizgi romanlar

# Name
source: Comic
tr: Çizgi Roman

# Comment
source: Comic Package Structure
tr: Çizgi Roman Paket Yapısı

# Name
source: Picture of the Day
tr: Günün Resmi

# Comment
source: Data Engine for getting various online Pictures of The Day.
tr: Çeşitli çevrim içi Günün Resimleri için veri motoru.

# Comment
source: Plugin for Plasma PoTD Engine
tr: Plasma PoTD Motoru için Eklenti

# Name
source: Previews
tr: Önizlemeler

# Comment
source: A desktop switcher layout with previews of the desktops
tr: Masaüstlerinin önizlemeleri ile bir masaüstü değiştirici yerleşimi

# Name
source: special Characters
tr: özel Karakterler

# Name
source: Special Characters
tr: Özel Karakterler

# Comment
source: Creates special characters from their hexadecimal codes
tr: Onaltılık kodlardan özel karakterler oluştur

# Name
source: Unit Converter
tr: Birim Dönüştürücü

# Comment
source: Convert values to different units
tr: Değerleri başka birimlere dönüştürür

# Name
source: Date and Time
tr: Tarih ve Saat

# Comment
source: The current date and time, locally or in any timezone
tr: Yerel veya herhangi bir zaman dilimindeki tarih ve zaman

# Comment
source: Define words
tr: Kelime tanımlayın

# Name
source: Kate Sessions
tr: Kate Oturumları

# Comment
source: Matches Kate Sessions
tr: Kate Oturumlarını Eşleştirir

# Comment
source: Matches Konsole Profiles
tr: Konsole Profilleriyle Uyumludur

# Name
source: Spell Checker Runner
tr: Yazım Denetleyici Çalıştırıcı

# Name
source: Spell Checker
tr: Yazım Denetleyici

# Comment
source: Check the spelling of a word
tr: Bir sözcüğün yazımını denetle

# Comment
source: Haenau wallpaper
tr: Haenau duvar kağıdı

# Comment
source: Hunyango wallpaper
tr: Hunyango duvar kağıdı

# Comment
source: A new picture from the Internet each day
tr: Her gün İnternet'ten yeni bir resim göster

# Name
source: Large Icons
tr: Büyük Simgeler

# Comment
source: A window switcher layout using large icons to represent the window
tr: Pencereleri gösteren büyük simgeleri kullanan bir pencere değiştirme yerleşimi

# Name
source: Compact
tr: Sıkışık

# Comment
source: A compact window switcher layout
tr: Sıkışık bir pencere değiştirme düzeni

# Name
source: Informative
tr: Bilgilendirici

# Comment
source: An informative window switcher layout including desktop name
tr: Masaüstü adını içeren, bilgilendirici bir pencere değiştirme düzeni

# Name
source: Grid
tr: Izgara

# Comment
source: A Window Switcher layout showing all windows as thumbnails in a grid
tr: Tüm pencereleri ızgara içerisinde küçük resimler halinde gösteren bir pencere değiştirme düzeni

# Name
source: Small Icons
tr: Küçük Simgeler

# Comment
source: A window switcher layout using small icons to represent the window
tr: Pencereleri gösteren küçük simgeleri kullanan bir pencere değiştirme yerleşimi

# Name
source: Text Only
tr: Sadece Metin

# Comment
source: A window switcher layout only showing window captions
tr: Sadece pencere başlıklarını gösteren bir pencere değiştirme düzeni

# Name
source: Thumbnail Grid
tr: Küçük Resim Izgarası

# Comment
source: A window switcher layout using a small grid of thumbnails
tr: Küçük bir küçük resim ızgarası kullanan bir pencere değiştirici düzeni

# Name
source: Thumbnails
tr: Küçük Resimler

# Comment
source: A window switcher layout using live thumbnails
tr: Canlı küçük resimleri gösteren bir pencere değiştirme düzeni
