Repository: pisilinux/kde-tr
Catalog: plasma-desktop/kcm_baloofile.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Necdet Yücel

# EMAIL OF TRANSLATORS
source: Your emails
tr: necdetyucel@gmail.com

source: File Search
tr: Dosya Arama

source: Copyright 2007-2010 Sebastian Trüg
tr: Telif Hakkı 2007-2010 Sebastian Trüg

source: This module lets you configure the file indexer and search functionality.
tr: Bu modül, dosya dizinleyicisini ve arama işlevini yapılandırmanıza olanak tanır.

source: File Search helps you quickly locate all your files based on their content.
tr: Dosya Arama, tüm dosyalarınızı içeriklerine göre hızlı bir şekilde bulmanıza yardımcı olur.

source: Enable File Search
tr: Dosya Aramayı Etkinleştir

source: Also index file content
tr: Ayrıca dosya içeriğini dizinle

source: Index hidden files and folders
tr: Gizli dosya ve klasörleri indeksleyin

source: Folder specific configuration:
tr: Klasöre özgü yapılandırma:

source: Add folder configuration...
tr: Klasör yapılandırması ekleyin...

source: Start indexing a folder...
tr: Bir klasörü indekslemeye başlayın ...

source: Stop indexing a folder...
tr: Bir klasörü indekslemeyi durdurun ...

source: Not indexed
tr: Endekslenmemiş

source: Indexed
tr: Endeksli

source: Delete entry
tr: Girdiyi sil

source: Select a folder to include
tr: Dahil edilecek bir klasör seçin

source: Select a folder to exclude
tr: Hariç tutulacak bir klasör seçin
