Repository: pisilinux/kde-tr
Catalog: plasma-desktop/plasma-desktop._desktop_.po
Languages: tr

# Name
source: Icons-only Task Manager
tr: Sadece-Simge Görev Yöneticisi

# Comment
source: Switch between running applications
tr: Çalışan uygulamalar arasında gezin

# Name
source: Keyboard Layout
tr: Klavye Düzeni

# Comment
source: Show/switch keyboard layout
tr: Klavye düzenlerini görüntüle/geçiş yap

# Name
source: Application Menu
tr: Uygulama Menüsü

# Comment
source: A launcher based on cascading popup menus
tr: Basamaklı açılan menü tabanlı bir başlatıcı

# Name
source: Application Launcher
tr: Uygulama Başlatıcısı

# Comment
source: Launcher to start applications
tr: Uygulamaları başlatmak için çalıştırıcı

# Name
source: Emoji Selector
tr: Emoji Seçici

# Name
source: Input Method Panel
tr: Giriş Yöntemi Paneli

# Comment
source: A generic input method panel
tr: Genel bir giriş yöntemi paneli

# Keywords
source: Input;IM;
tr: Giriş;IM;

# Name
source: Margins Separator
tr: Kenar Boşlukları Ayırıcı

# Comment
source: To be used as a separator between margin areas in themes that support them
tr: Destekleyen temalarda kenar boşlukları arasında ayırıcı olarak kullanılmak üzere

# Keywords
source: separator
tr: ayırıcı

# Name
source: Minimize all Windows
tr: Tüm Pencereleri Küçült

# Comment
source: Shows the desktop by minimizing all windows
tr: Bütün pencereleri küçülterek masaüstünü göster

# Name
source: Pager
tr: Sayfalayıcı

# Comment
source: Switch between virtual desktops
tr: Sanal masaüstleri arasında gezin

# Name
source: Activities
tr: Etkinlikler

# Comment
source: Shows the activity manager
tr: Etkinlik yöneticisini gösterir

# Name
source: Show Desktop
tr: Masaüstünü Göster

# Comment
source: Shows the desktop by moving windows aside
tr: Pencereleri yana kaydırarak masaüstünü gösterir

# Name
source: Task Manager
tr: Görev Yöneticisi

# Comment
source: Switch between tasks
tr: Görevler arasında gezin

# Name
source: Trashcan
tr: Çöp Kutusu

# Comment
source: Provides access to the files sent to trash
tr: Çöp Kutusuna gönderilen dosyalara erişim sağlar

# Name
source: Window list
tr: Pencere listesi

# Comment
source: Plasmoid to show list of opened windows.
tr: Açık pencerelerin listesini gösteren plazmid.

# Name
source: Desktop
tr: Masaüstü

# Comment
source: A clean and simple layout
tr: Temiz ve basit bir yerleşim

# Name
source: Folder View
tr: Klasör Görünümü

# Comment
source: Display the contents of folders
tr: Klasörün içeriklerini görüntüle

# Name
source: Empty Panel
tr: Boş Panel

# Comment
source: A simple linear panel
tr: Basit bir doğrusal panel

# Comment
source: Desktop view furniture
tr: Masaüstü mobilya görünümü

# Name
source: Accessibility
tr: Erişilebilirlik

# Comment
source: Accessibility
tr: Erişilebilirlik

# Name
source: A modifier key has become active
tr: Bir değiştirici tuş etkinleştirildi

# Comment
source: A modifier key (e.g. Shift or Ctrl) has changed its state and is now active
tr: Bir değiştirici tuşun (Shift veya Ctrl gibi) durumu değiştirildi ve etkinleştirildi

# Name
source: A modifier key has become inactive
tr: Bir değiştirici tuş devre dışı bırakıldı

# Comment
source: A modifier key (e.g. Shift or Ctrl) has changed its state and is now inactive
tr: Bir değiştirici tuşun (Shift veya Ctrl gibi) durumu değiştirildi ve devre dışı bırakıldı

# Name
source: A modifier key has been locked
tr: Bir değiştirici tuş kilitlendi

# Comment
source: A modifier key (e.g. Shift or Ctrl) has been locked and is now active for all of the following keypresses
tr: Bir değiştirici tuş (Shift ya da Ctrl gibi) kilitlendi ve bundan sonraki tüm tuş basma eylemleri için etkinleştirildi

# Name
source: A lock key has been activated
tr: Bir kilitleme tuşu etkinleştirildi

# Comment
source: A lock key (e.g. Caps Lock or Num Lock) has changed its state and is now active
tr: Bir kilitleme tuşunun (Caps Lock ya da Num Lock gibi.) durumu değiştirildi ve etkinleştirildi

# Name
source: A lock key has been deactivated
tr: Bir kilitleme tuşu devre dışı bırakıldı

# Comment
source: A lock key (e.g. Caps Lock or Num Lock) has changed its state and is now inactive
tr: Bir kilitleme tuşunun (Caps Lock ya da Num Lock gibi.) durumu değiştirildi ve devre dışı bırakıldı

# Name
source: Sticky keys has been enabled or disabled
tr: Yapışkan tuşlar etkinleştirildi ya da devre dışı bırakıldı

# Comment
source: Sticky keys has been enabled or disabled
tr: Yapışkan tuşlar etkinleştirildi ya da devre dışı bırakıldı

# Name
source: Slow keys has been enabled or disabled
tr: Yavaş tuşlar etkinleştirildi ya da devre dışı bırakıldı

# Comment
source: Slow keys has been enabled or disabled
tr: Yavaş tuşlar etkinleştirildi ya da devre dışı bırakıldı

# Name
source: Bounce keys has been enabled or disabled
tr: Sıçrama tuşları etkinleştirildi ya da devre dışı bırakıldı

# Comment
source: Bounce keys has been enabled or disabled
tr: Sıçrama tuşları etkinleştirildi ya da devre dışı bırakıldı

# Name
source: Mouse keys has been enabled or disabled
tr: Fare tuşları etkinleştirildi ya da devre dışı bırakıldı

# Comment
source: Mouse keys has been enabled or disabled
tr: Fare tuşları etkinleştirildi ya da devre dışı bırakıldı

# Comment
source: Configure Accessibility Options
tr: Erişilebilirlik Seçeneklerini Ayarla

# X-KDE-Keywords
source: access,accessibility,deaf,impaired,hearing,hearing loss,bell,audible bell,visible bell,visual bell,Keyboard,keys,sticky keys,bounce keys,slow keys,mouse navigation,num pad,numpad,activation gestures,gestures,sticky,modifier keys,modifier,locking keys
tr: erişim,erişebilirlik,sağır,bozukluk,işitme,kayıp,zil,işitilebilir zil,görünen zil,klavye,tuşlar,yapışkan tuşlar,sıçrama tuşları,yavaş tuşlar,fare gezinmesi,rakamlar klavyesi,jestler,yapışkan,hızlandırma tuşları,hızlandırıcı,kilitleme tuşları

# Comment
source: Activities help you to focus on a specific task
tr: Etkinlikler belirli bir göreve odaklanmanıza yardımcı olur

# Name
source: File Search
tr: Dosya Araması

# Comment
source: Configure File Search
tr: Dosya Aramasını Yapılandır

# X-KDE-Keywords
source: Search, File, Baloo
tr: Ara, Dosya, Baloo

# Name
source: Search
tr: Ara

# Comment
source: Configure the File Indexer
tr: Dosya Dizinleyiciyi Yapılandır

# Name
source: Default Applications
tr: Öntanımlı Uygulamalar

# Comment
source: Choose default Applications
tr: Öntanımlı Uygulamaları Seç

# X-KDE-Keywords
source: default applications,components,component chooser,resources,web browser,browser,internet,file manager,dolphin,email,e-mail,email client,terminal,terminal emulator,konsole
tr: varsayılan uygulamalar,bileşenler,bileşen seçici,kaynaklar,web tarayıcısı,tarayıcı,internet,dosya yöneticisi,dolphin, eposta,e-posta,e-posta istemcisi,uçbirim,uçbirim emülatörü, konsole

# Name
source: Date & Time
tr: Tarih ve Saat

# Comment
source: Date and Time
tr: Tarih ve Saat

# X-KDE-Keywords
source: clock,date,time,time zone,ntp,synchronize,calendar,local time,region time
tr: saat,tarih,zaman,zaman dilimi,ntp,eşzamanlama,takvim,yerel saat,bölge saati

# Name
source: Date and Time Control Module
tr: Tarih ve Saat Denetim Modülü

# Name
source: Save the date/time settings
tr: Tarih ve saat ayarlarını kaydet

# Description
source: System policies prevent you from saving the date/time settings.
tr: Sistem politikaları tarih saat ayarlarını kaydetmenizi engelliyor.

# Name
source: Locations
tr: Konumlar

# Comment
source: Location for Personal Files
tr: Kişisel Dosyaların Konumu

# X-KDE-Keywords
source: konqueror,dolphin,files,filemanager,path, paths,desktop,directories,downloads,music,documents,movies,pictures
tr: konqueror,dolphin,dosyalar,dosya yöneticisi,yol, yollar,masaüstü,dizinler,indirmeler,müzik,belgeler,filmler,resimler

# Name
source: Mouse
tr: Fare

# Comment
source: Mouse Controls
tr: Fare Kontrolleri

# X-KDE-Keywords
source: Mouse,Mouse acceleration,Mouse threshold,Mouse buttons,Selection,Cursor Shape,Input Devices,Button Mapping,Click,icons,feedback,Pointers,Drag,Double Click,Single Click,mapping,right handed,left handed,Pointer Device,Mouse Wheel,Mouse Emulation,Mouse Navigation,Mouse Drag and Drop,Mouse Scrolling,Mouse Sensitivity,Move Mouse with Num Pad,Mouse Num Pad Emulation
tr: Fare,Fare Hızlandırma,Fare Eşiği,Fare Düğmeleri,Seçim,İşaretçi Şekli,Girdi Aygıtları,Düğme Haritalama,Tıklama,simgeler,geri bildirim,İşaretçiler,Sürükle,Çift Tıklama,Tek Tıklama,haritalama,sağlak,solak,İşaretçi Aygıtı,Fare Tekeri,Fare Benzetimi,Fare Gezinmesi,Fare Sürükle Bırak,Fare Kaydırması,Fare Hassasiyeti,Fareyi Sayısal Tuşlarla Hareket Ettir,Fare Sayısal Tuş Benzetimi

# Comment
source: Calibrate Game Controller
tr: Oyun Denetleyicisini Yapılandır

# Name
source: Game Controller
tr: Oyun Denetleyicisi

# X-KDE-Keywords
source: joystick,gamepad,controller
tr: oyun çubuğu, denetleyici,joystick, oyun oynama kolu

# Name
source: Background Services
tr: Arkaplan Servisleri

# Comment
source: Configure background services
tr: Arkaplan servislerini yapılandır

# X-KDE-Keywords
source: KDED,Daemon,Services
tr: KDED,Servis,Servisler

# Name
source: Keyboard
tr: Klavye

# Comment
source: Keyboard Hardware and Layout
tr: Klavye Donanımı ve Yerleşimi

# X-KDE-Keywords
source: Keyboard,Keyboard repeat,Click volume,Input Devices,repeat,volume,NumLock,NumPad,Keyboard type,Keyboard model,Keyboard layout,Key layout,Language,Alternate Keyboard,Keyboard switching,Ctrl Key,Caps Lock,Esperanto,Circumflex,Kill X Server,LED Keyboard,Compose Key
tr: Klavye,Klavye tekrarlaması,Tıklama sesi,Girdi Aygıtları,tekrarla,ses,NumLock,Sayısal Tuşlar,Klavye türü,Klavye modeli,Klavye düzeni,Tuş düzeni,Dil,Klavyeyi Değiştir,Klavye Seçimi,Ctrl Tuşu,Caps Lock,Esperanto,İnceltme İşareti,X Sunucuyu Sonlandır,LED Klavye,Tuş Düzeni Oluştur

# Name
source: Keyboard Daemon
tr: Klavye Servisi

# Comment
source: Enables switching keyboard layout through shortcuts or system tray
tr: Klavye yerleşimini kısayollar veya sistem çekmecesinden değiştirmeyi etkinleştirir

# Name
source: Shortcuts
tr: Kısayollar

# Comment
source: Configure Keyboard Shortcuts
tr: Klavye Kısayollarını Yapılandır

# X-KDE-Keywords
source: Keys,Global key bindings,Key scheme,Key bindings,shortcuts,application shortcuts,global shortcuts
tr: Tuşlar,Genel kısayollar,Klavye şeması,Klavye Kısayolları,kısayollar,uygulama kısayolları,genel kısayollar, kısayol tuşları

# Name
source: Desktop Session
tr: Masaüstü Oturumu

# Comment
source: Desktop Session Login and Logout
tr: Masaüstü Oturum Açma ve Çıkış

# X-KDE-Keywords
source: ksmserver,session,logout,confirmation,save,restore,efi,uefi,bios
tr: ksmserver,oturum,çıkış,onaylama,kaydet,yeniden yükle,efi,uefi,bios

# Name
source: Splash Screen
tr: Açılış Ekranı

# Comment
source: Choose splash screen theme
tr: Açılış ekranı temasını seç

# X-KDE-Keywords
source: splash screen,splash theme,startup
tr: açılış ekranı,açılış ekranı teması,açılış

# Name
source: Splash Screens
tr: Açılış Ekranları

# Name
source: Launch Feedback
tr: Başlatma Geribildirimi

# Comment
source: Application Launch Feedback
tr: Uygulama Başlatıcısı Geri Beslemesi

# X-KDE-Keywords
source: application,start,launch,busy,cursor,feedback,mouse,pointer,bouncing,rotating,spinning,disk,startup,program,report,taskbar
tr: uygulama,başlat,çalıştır,meşgul,imleç,geri bildirim,fare,işaretçi,zıplayan,dönen,yuvarlanan,disk,başlangıç,uygulama,rapor,görev çubuğu

# X-KDE-Keywords
source: Mouse,Mouse acceleration,Mouse threshold,Mouse buttons,Selection,Cursor Shape,Input Devices,Button Mapping,Click,icons,feedback,Pointers,Drag,mapping,right handed,left handed,Pointer Device,Mouse Wheel,Mouse Emulation,Mouse Navigation,Mouse Drag and Drop,Mouse Scrolling,Mouse Sensitivity,Move Mouse with Num Pad,Mouse Num Pad Emulation
tr: Fare,Fare Hızlandırma,Fare Eşiği,Fare Düğmeleri,Seçim,İşaretçi Şekli,Girdi Aygıtları,Düğme Haritalama,Tıklama,simgeler,geri bildirim,İşaretçiler,Sürükle,Çift Tıklama,Tek Tıklama,haritalama,sağlak,solak,İşaretçi Aygıtı,Fare Tekeri,Fare Benzetimi,Fare Gezinmesi,Fare Sürükle Bırak,Fare Kaydırması,Fare Hassasiyeti,Fareyi Sayısal Tuşlarla Hareket Ettir,Fare Sayısal Tuş Benzetimi

# Name
source: Plasma Renderer
tr: Plasma Biçimleyicisi

# Comment
source: Configure Search Bar
tr: Arama Çubuğunu Yapılandır

# X-KDE-Keywords
source: Search, File, Baloo, Runner, krunner
tr: Arama, Dosya, Baloo, Çalıştırıcı, krunner

# Name
source: Charge Percent
tr: Şarj Yüzdesi

# Name
source: Charge State
tr: Şarj Durumu

# Name|battery plugged in
source: Plugged
tr: Fişe takılı

# Name
source: Rechargeable
tr: Yeniden şarj edilebilir

# Name
source: Type
tr: Tür

# Name
source: Solid Device
tr: Solid Aygıtı

# Name
source: Device
tr: Aygıt

# Name
source: Major
tr: Büyük

# Name
source: Minor
tr: Küçük

# Name
source: Supported Drivers
tr: Desteklenen Sürücüler

# Name
source: Supported Protocols
tr: Desteklenen Protokoller

# Name
source: Appendable
tr: Eklenebilir

# Name
source: Available Content
tr: Kullanılabilir İçerik

# Name
source: Blank
tr: Boş

# Name
source: Capacity
tr: Kapasite

# Name
source: Disc Type
tr: Disk Türü

# Name
source: Fs Type
tr: Dosya Sistemi Türü

# Name
source: Ignored
tr: Yoksayılmış

# Name
source: Label
tr: Etiket

# Name
source: Rewritable
tr: Yeniden yazılabilir

# Name
source: Size
tr: Boyut

# Name
source: Usage
tr: Kullanım

# Name
source: Bus
tr: Yol

# Name
source: Drive Type
tr: Sürücü Türü

# Name
source: Hotpluggable
tr: Çıkarılıp takılabilir

# Name
source: Read Speed
tr: Okuma hızı

# Name
source: Removable
tr: Çıkarılabilir

# Name
source: Supported Media
tr: Desteklenen Ortam

# Name
source: Write Speed
tr: Yazma Hızı

# Name
source: Write Speeds
tr: yazma Hızları

# Name
source: Can Change Frequency
tr: Frekansı Değiştirilebilir

# Name
source: Instruction Sets
tr: Yönerge Ayarları

# Name
source: Max Speed
tr: En Yüksek Hız

# Name
source: Number
tr: Numara

# Name
source: Accessible
tr: Erişilebilir

# Name
source: File Path
tr: Dosya Yolu

# Name
source: Device Actions
tr: Aygıt Eylemleri

# Comment
source: Manage actions available to the user when connecting new devices
tr: Bilgisayara yeni bir aygıt takıldığında kullanıcı tarafından kullanılabilecek eylemleri yönet

# X-KDE-Keywords
source: Solid Devices Actions
tr: Solid Aygıt Eylemleri

# Name
source: Solid Device Type
tr: Solid Aygıtı Türü

# Name
source: Spell Check
tr: Yazım Denetimi

# Comment
source: Spell Checker Dictionaries and Options
tr: Yazım Denetimi Sözlükleri ve Seçenekleri

# X-KDE-Keywords
source: Spell
tr: Denetle

# Name
source: Touchpad DataEngine
tr: Dokunmatik Yüzey Veri Motoru

# Comment
source: Shows current touchpad state
tr: Dokunmatik yüzeyin durumunu gösterir

# Keywords
source: Touchpad
tr: Dokunmatik yüzey

# Name
source: Touchpad
tr: Dokunmatik yüzey

# Comment
source: Touchpad settings
tr: Dokunmatik yüzey ayarları

# X-KDE-Keywords
source: Touchpad,Synaptics
tr: Dokunmatik yüzey, İşaretleme aygıtı

# Comment
source: Touchpad
tr: Dokunmatik yüzey

# Name
source: Touchpad was disabled
tr: Dokunmatik yüzey kapalı

# Comment
source: Touchpad was disabled because mouse is detected
tr: Fare algılandığından dokunmatik yüzey kapalı

# Name
source: Touchpad was enabled
tr: Dokunmatik yüzey etkin

# Comment
source: Touchpad was enabled because the mouse was unplugged
tr: Fare çıkartıldığından dokunmatik yüzey etkinleştirildi

# Comment
source: Enables or disables touchpad
tr: Dokunmatik yüzeyi etkinleştirir veya kapatır

# Name
source: Users
tr: Kullanıcılar

# Comment
source: Manage user accounts
tr: Kullanıcı hesaplarını yönet

# X-KDE-Keywords
source: user,account
tr: kullanıcı,hesap

# Name
source: User Accounts
tr: Kullanıcı Hesapları

# Comment
source: Manage users
tr: Kullanıcıları yönet

# Name
source: General Behavior
tr: Genel Davranış

# Comment
source: Configure general workspace behavior
tr: Çalışma alanının genel davranışını yapılandır

# X-KDE-Keywords
source: plasma,workspace,shell,formfactor,dashboard,tooltips,informational tips,tooltips,click,single click,double click,animation speed
tr: plasma,çalışma alanı,kabuk,form oranı,pano,araç ipuçları,bilgi ipuçları,püf noktaları

# GenericName
source: Network Folder Wizard
tr: Ağ Dizini Sihirbazı

# Name
source: Application Menu Bar
tr: Uygulama Menü Çubuğu

# Comment
source: Panel containing the global menu applet
tr: Evrensel menü gerecini barındıran panel

# Name
source: Default Panel
tr: Öntanımlı Pano

# Comment
source: Default panel featuring application launcher, task manager and system tray
tr: Varsayılan panel uygulama başlatıcısını, görev yöneticisini ve sistem çekmecesini sunar

# Comment
source: Empty panel
tr: Boş Panel

# Comment
source: Interact with the Plasma Compositor
tr: Plasma Dizgicisi ile Etileşim

# Name
source: Plasma Desktop Shell
tr: Plasma Masaüstü Kabuğu

# Comment
source: Interact with the Plasma desktop shell
tr: Plasma Masaüstü Kabuğu ile etkileş

# X-KDE-Keywords
source: Mount,Removable,Devices,Automatic
tr: Bağla,Çıkarılabilir,Aygıtlar,Otomatik

# Name
source: Removable Devices
tr: Çıkarılabilir Aygıtlar

# Comment
source: Configure automatic handling of removable storage media
tr: Çıkarılabilir depolama ortamlarının otomatik yönetimini yapılandır

# Name
source: Removable Device Automounter
tr: Çıkarılabilir Aygıt Otomatik Bağlayıcı

# Comment
source: Automatically mounts devices as needed
tr: Aygıtları gerektiğinde otomatik olarak bağlar

# Name
source: Declarative Toolbox
tr: Bildirim Araç Kutusu

# Comment
source: Manage Plasma
tr: Plasma'yı Yönet

# Name
source: Panel Toolbox
tr: Panel Araç Kutusu

# Comment
source: Manage Plasma panel
tr: Plasma panelini yönet

# Comment
source: Default panel toolbox for the Plasma desktop shell
tr: Plasma masaüstü kabuğu için öntanımlı panel araç kutusu

# Name
source: Panel toolbox
tr: Panel araç kutusu
