Repository: pisilinux/kde-tr
Catalog: kooka/kooka.po
Languages: tr

source: Rename Folder
tr: Klasörü Yeniden Adlandır

source: Folder:
tr: Klasör:

source: Preferences
tr: Tercihler

source: General
tr: Genel

source: General Options
tr: Genel Seçenekler

source: Startup
tr: Başlangıç

source: Startup Options
tr: Başlangıç Seçenekleri

source: Image Saving
tr: Resim Kaydetme

source: Image Saving Options
tr: Resim Kaydetme Seçenekleri

source: Gallery & Thumbnails
tr: Galeri & Küçük Resimler

source: Image Gallery and Thumbnail View
tr: Resim Galerisi ve Küçük Resim Görünümü

source: Load the last selected image into the viewer
tr: Seçili resmi görüntüleyiciye yükle

source: <div>Check this if you want Kooka to load the last selected image into the viewer on startup.<br/><br/>If your images are large, that might slow down Kooka's startup.</div>
tr: <div>Kooka'nın seçilen en son resmi başlangıçta görüntüleyiciye yüklemesini istiyorsanız, bu seçeneği işaretleyin.<br/><br/>Resimleriniz büyükse, Kooka'nın başlatılması yavaşlayabilir.</div>

source: Always use the Save Assistant
tr: Kaydetme Asistanını Her Zaman Kullan

source: <div>Check this if you want to always use the image save assistant, even if there is a default format for the image type.</div>
tr: <div>Resim türü için varsayılan bir biçim olsa bile, her zaman görüntü koruma asistanını kullanmak istiyorsanız bunu işaretleyin.</div>

source: Ask for filename when saving
tr: Kaydederken dosya adı sor

source: <div>Check this if you want to enter a file name when scanning an image.</div>
tr: <div>Bir resmi taraken, bir dosya adı girmek istiyorsanız bunu işaretleyin.</div>

source: Before the scan starts
tr: Tarama başlamadan önce

source: <div>Check this if you want to enter the file name before scanning starts.</div>
tr: <div>Tarama başlamadan önce bir dosya adı girmek istiyorsanız, bunu işaretleyin.</div>

source: After the scan is finished
tr: Tarama bittikten sonra

source: <div>Check this if you want to enter the file name after scanning has finished.</div>
tr: <div>Tarama bittikten sonra bir dosya adı girmek istiyorsanız, bunu işaretleyin.</div>

source: Only show recommended formats for this image type
tr: Bu resim türü için sadece önerilen biçimleri göster

source: <div>Check this to only show recommended file formats for the scan type. Uncheck it to show all compatible formats.</div>
tr: <div>Tarama türü için, sadece önerilen dosya biçimlerinin gösterilmesi için bunu işaretleyin. Tüm uyumlu biçimlerin gösterilmesi için işareti kaldırın.</div>

source: Always use this save format for this image type
tr: Bu resim türü için her zaman bu kayıt biçimini kullan

source: <div>Check this to remember the selected file format for the scanned image type and not ask for it again.</div>
tr: <div>Taranan resim türü için seçilen dosya biçimini hatırlanması ve tekrar sorulmaması için, bunu işaretleyin.</div>

source: Allow click-to-rename
tr: Tıklayarak yeniden adlandırmaya izin ver

source: <div>Check this if you want to be able to rename gallery items by clicking on them (otherwise, use the "Rename" menu option).</div>
tr: <div>Galeri ögelerinin tıkllayarak yeniden adlandırmak istiyorsanız, bunu işaretleyin (aksi takdirde "Yeniden Adlandır" menü seçeneğini kullanın).</div>

source: Show recent folders:
tr: Son kullanılan klasörleri göster:

source: <div>Select whether and where a list of recently accessed gallery folders will be shown.</div>
tr: <div>En son erişilmiş olan galeri klasörlerinin listesinin gösterilmesi gerekip gerekmediğini seçin.</div>

source: Use a custom background image
tr: Özel bi arkaplan resmi kullan

source: <div>Set a custom background image for the thumbnail view.</div>
tr: <div>Küçük resim görünümü için özel bir arkaplan resmi seçin.</div>

source: Image:
tr: Resim:

source: <div>The background image to use for the thumbnail view.</div>
tr: <div>Küçük resim görünümü için kullanılacak olan arkaplan resmi.</div>

source: Preview size:
tr: Önizleme boyutu:

source: <div>Select the default preview size for the thumbnail view.</div>
tr: <div>Küçük resim görünümü için varsayılan önizleme boyutunu seçin.</div>

source: Dust size:
tr: Toz boyutu:

source: <div>Clusters smaller than this size will be considered to be noise, and ignored. The default is 10.</div>
tr: <div>Bu boyuttan küçük olan kümeler gürültü olarak kabul edilir ve dikkate alınmaz. Varsayılan değer 10'dur.</div>

source: Gray level:
tr: Gri seviyesi:

source: <div>The threshold value below which gray pixels are considered to be black. The default is 160.</div>
tr: <div>Gri piksellerin, siyah olarak kabul edilecek olan eşik değeri. Varsayılan değer 160'dır.</div>

source: Space width:
tr: Boşluk genişliği:

source: <div>Spacing between characters. The default is 0 which means autodetection.</div>
tr: <div>Karakterler arasındaki boşluk. Varsayılan 0, otomatik algılama anlamına gelmektedir.</div>

source: Layout analysis mode:
tr: Yerleşimanaliz kipi:

source: Character set:
tr: Karakter kümesi:

source: Filter:
tr: Süzgeç:

source: Transform:
tr: Dönüştür:

source: Invert input
tr: Girdiyi tersine çevir

source: Set threshold
tr: Eşik değeri ayarla

source: Image View
tr: Resim Görüntüleme

source: Scan Preview
tr: Tarama Önizleme

source: OCR results will appear here
tr: OCR sonuçları burada gözükecek

source: Scan
tr: Tara

source: Gallery
tr: Galeri

source: Add Scan Device
tr: Tarama Aygıtı Ekle

# @info
source: No scanner devices are available.<nl/><nl/>If your scanner is a type that can be auto-detected by SANE, check that it is connected, switched on and configured correctly.<nl/><nl/>If the scanner cannot be auto-detected by SANE (this includes some network scanners), you need to specify the device to use. Use the <interface>Add Scan Device</interface> option to enter the backend name and parameters, or see that dialog for more information.
tr: Kullanılabilir bir tarayıcı aygıtı yok.<nl/><nl/>Eğer tarayıcınız, SANE tarafından otomatik algılanabilen türdeyse, bağlantısını kontrol edin, aygıtı açın ve yapılandırmasını kontrol edin.<nl/><nl/>Tarayıcınız, SANE tarafından otomatik algılanamayan bir türdeyse (bu bazı ağ tarayıcılarını içerir), kullanılacak olan cihazı belirmelisiniz. Arka uç ismi ve parametreleri girmek için <interface>Tarama Aygıtı Ekle</interface> seçeneğini kullanın veya daha fazla bilgi için pencereyi görüntüleyin.

source: No scanner connected
tr: Bağlı bir tarayıcı yok

source: No selection
tr: Seçim yok

source: Gallery folder %1
tr: Galeri klasörü %1

source: Gallery image %1
tr: Galeri resmi %1

source: Starting OCR on selection
tr: Seçim üzerinde OCR başlıyor

source: Starting OCR on the image
tr: Resim üzerinde OCR başlıyor

source: OCR finished
tr: OCR tamamlandı

source: OCR Spell Check not possible
tr: OCR Yazım Denetimi mümkün değil

source: OCR Spell Check
tr: OCR Yazım Denetimi

source: Create new image from selection
tr: Seçimden yeni bir resim formu oluştur

source: Cannot transform, image is read-only
tr: Dönüştürülemiyor, resim salt okunur durumda

source: Loaded image %1
tr: Yüklenmiş resim %1

source: Unloaded image
tr: Boşaltılmış resim

source: Loading %1...
tr: Yükleniyor %1...

source: Scanning, image gallery and OCR
tr: Tarama, resim galerisi ve OCR

source: Kooka provides access to scanner hardware using the <a href="http://www.sane-project.org/">SANE</a> library. Kooka allows you to scan, save and view in any image format that KDE supports, and can perform Optical Character Recognition using the open source <a href="http://jocr.sourceforge.net/">GOCR</a> or <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> programs, or the commercial <a href="http://www.rerecognition.com/">KADMOS</a> library.
tr: Kooka, <a href="http://www.sane-project.org/">SANE</a> kütüphanesi kullanılarak, tarayıcı donanımına erişim sağlar. Kooka, açık kaynak <a href="http://jocr.sourceforge.net/">GOCR</a> veya <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> programlarnı, veya ticari <a href="http://www.rerecognition.com/">KADMOS</a> kütüphanesini kullanarak, KDE'nin desteklediği herhangi bir resim biçiminde tarama, kaydetme ve görüntüleme imkanı sunar, ayrıca Optik Karakter Tanıma işlevini de gerçekleştirebilir.

source: This program is distributed under the terms of the GPL v2 as published by the Free Software Foundation. As a special exception, permission is given to link this program with any version of the KADMOS OCR/ICR engine of reRecognition GmbH (http://www.rerecognition.com), and distribute the resulting executable without including the source code for KADMOS in the source distribution. Note that linking against KADMOS is not permitted under the terms of the Qt GPL licence, so if you wish to do this then you must have a commercial Qt development licence.
tr: Bu program yayınlandığı gibi GPL v2 şartlarına göre dağıtılabilir Özgür Yazılım Vakfı tarafından. Özel bir istisna olarak, bu programa bağlantı için izin verilmektedir ReRecognition GmbH'nın KADMOS OCR ICR motorunun herhangi bir sürümüyle (Http://www.rerecognition.com) çalıştırılabilir dosyayı dağıtın Hemde kaynak dağıtımında KADMOS'un kaynak kodunu eklemeden. Şartları uyarınca KADMOS'a bağlantının yapılmasına izin verilmediğine dikkat edin Qt GPL lisansına sahiptir, dolayısıyla bunu yapmak isterseniz bir Ticari Qt geliştirme lisansına sahip olmanız gerekmektedir.

source: Current maintainer, KDE4 port
tr: Mevcut yürüten, KDE4 portu

source: Initial KF5 port
tr: KF5 geçişi

source: Klaas Freitag
tr: Klass Freitag

source: Developer
tr: Geliştirici

source: Graphics, web
tr: Grafikler, web

source: Original kscan application
tr: Özgün kscan uygulaması

source: Photocopy facility
tr: Fotokopi özelliği

source: Gallery mode - do not connect to scanner
tr: Galeri kipi - tarayıcı ile bağlantı kurmayın

source: The SANE device specification (e.g. 'umax:/dev/sg0')
tr: SANE aygıt tanımlaları (önr. 'umax:/dev/sg0')

source: device
tr: aygıt

source: Description:
tr: Açıklama:

source: Save OCR Result Text
tr: OCR Sonuç Metnini Kaydet

source: Text File (*.txt)
tr: Metin Dosyası (*.txt)

# @info
source: Unable to save the OCR results file<nl/><filename>%1</filename>
tr: OCR sonuçları <filename>%1</filename> dosyasına yazılamıyor

source: Error saving OCR results
tr: OCR sonuçlarını kaydetme hatası

source: Hidden Messages
tr: Gizli İletiler

source: Use this button to reenable all messages and questions which have been hidden by using "Don't ask me again".
tr: Yüm iletileri ve soruları tekrar etkinleştirmek için bu düğmeyi kullanın "Bir daha sorma" seçeneği kullanılarak gizlenmiştir.

source: Enable Messages/Questions
tr: İletileri/Soruları Etkinleştir

source: Image Gallery
tr: Resim Galerisi

source: Not shown
tr: Görünmez

source: At top
tr: Üstte

source: At bottom
tr: Altta

source: Thumbnail View
tr: Küçük Resim Görünümü

source: None
tr: Hiçbiri

source: OCR Engine:
tr: OCR Motoru:

source: Name
tr: İsim

source: Size
tr: Boy

source: Format
tr: Biçim

source: Kooka Gallery
tr: Kooka Galerisi

source: empty
tr: boş

source: one image
tr: bir resim

source: one file
tr: bir dosya

source: one file,
tr: bir dosya,

source: one image,
tr: bir resim,

source: 1 folder
tr: 1 klasör

source: You entered a file extension that differs from the existing one. That is not yet possible. Converting 'on the fly' is planned for a future release. Kooka corrects the extension.
tr: Varolan uzantılardan farklı bir uzantı girdiniz. Bu şimdilik mümkün değil. Eş zamanlı çevrimin gelecek sürümlerde çıkartılması düşünülüyor. Kooka uzantıları doğrular.

source: On the Fly Conversion
tr: Eş Zamanlı Çevirim

source: Sub-image %1
tr: Alt resim %1

# @info
source: Unable to load the image <filename>%2</filename><nl/>%1
tr: <filename>%2</filename> resmi yüklenemiyor<nl/>%1

source: Image Load Error
tr: Resim Yükleme Hatası

source: Incoming/
tr: Gelen/

# @info
source: Could not save the image<nl/><filename>%2</filename><nl/>%1
tr: <filename>%2</filename>resmi kaldedilemedi<nl/>%1

source: Image Save Error
tr: Resim Kaydetme Hatası

source: All Files (*)
tr: Tüm Dosyalar (*)

# @title:window
source: Export Image
tr: Resmi Dışa Aktar

source: Import Image File to Gallery
tr: Resim Dosyasını Galeriye Aktar

# @info
source: Do you really want to permanently delete the folder<nl/><filename>%1</filename><nl/>and all of its contents? It cannot be restored.
tr: <filename>%1</filename> klasörünü ve içeriğini<nl/> gerçekten kalıcı olarak silmek istiyor musunuz? Geri yüklenemeyecektir.

# @info
source: Do you really want to permanently delete the image<nl/><filename>%1</filename>?<nl/>It cannot be restored.
tr: <filename>%1</filename> resmini gerçekten kalıcı olarak<nl/>silmek istiyor musunuz?<nl/>Geri yüklenemeyecektir.

source: Delete Gallery Item
tr: Galeri Ögesini Sil

# @info
source: Could not delete the image or folder<nl/><filename>%2</filename><nl/>%1
tr: <filename>%2</filename> resmi veya klasörü<nl/>silinemedi<nl/>%1

source: File Delete Error
tr: Dosya Silme Hatası

source: New Folder
tr: Yeni Klasör

source: Name for the new folder:
tr: Yeni klasör için isim:

# @info
source: Could not create the folder<nl/><filename>%2</filename><nl/>%1
tr: <filename>%2</filename>klasörü<nl/> oluşturulamadı<nl/>%1

source: Folder Create Error
tr: Klasör Oluşturma Hatası

source: Select
tr: Seç

source: Save...
tr: Kaydet...

source: Edit...
tr: Düzenle...

# @info:status
source: Ready
tr: Hazır

# @info:tooltip
source: The size of the image being viewed in the gallery
tr: Galeride görünün resmin boyutu

# @info:tooltip
source: The size of the selected area that will be scanned
tr: Taranacak olacak seçili alanın boyutu

# @info:tooltip
source: <qt>This is the uncompressed size of the scanned image. It tries to warn you if you try to produce too big an image by changing its background color.
tr: <qt>Bu taranmış resimdeki, sıkıştırılmamış alanı gösterir. Arkaplan rengini değiştirerek çok büyük bir resim üretmeye çalıştığınızda sizi uyarmaya çalışır.

# @info:status
source: Image: %1
tr: Resim: %1

# @info:status
source: Scan: %1
tr: Tarama: %1

source: Thumbnails
tr: Küçük Resimler

source: Preview Size
tr: Önizleme Boyutu

source: Very Large
tr: Çok Büyük

source: Large
tr: Büyük

source: Medium
tr: Orta

source: Small
tr: Küçük

source: Very Small
tr: Çok Küçük

source: Tiny
tr: Minik
