Repository: pisilinux/kde-tr
Catalog: kooka/kooka.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Görkem Çetin, Kaan Özdinçer

# EMAIL OF TRANSLATORS
source: Your emails
tr: gorkem@kde.org, kaanozdincer@gmail.com

source: Other...
tr: Diğer...

# @title:window
source: Print Image
tr: Resmi Yazdır

# @info
source: Invalid print options were specified: %1
tr: Geçersiz yazdırma seçenekleri belirtilmiş: %1

# @title:window
source: Cannot Print
tr: Yazdırılamıyor

source: Save Scan
tr: Taramayı Kaydet

source: Optical Character Recognition
tr: Optik Karakter Tanıma

source: Start OCR
tr: OCR başlat

source: Start the Optical Character Recognition process
tr: Optik Karakter Tanıma işlemini başlat

source: Stop OCR
tr: OCR durdur

source: Stop the Optical Character Recognition process
tr: Optik Karakter Tanıma işlemini durdur

source: Setup
tr: Kurulum

source: Optical Character Recognition using %1
tr: %1 kullanarak Optik Karakter Tanıma

source: Executable:
tr: Çalıştırılabilir dosya:

source: Not found
tr: Bulunamadı

source: Version:
tr: Sürüm:

source: Unknown
tr: Bilinmeyen

source: No preview available
tr: Önizleme yok

source: No information available
tr: Bilgi yok

source: Source
tr: Kaynak

source: Source Image Information
tr: Kaynak Resim Bilgisi

source: OCR Engine
tr: OCR Motoru

source: Highlight misspelled words
tr: Hatalı yazılmış sözcükleri vurgula

source: Use the system spell configuration
tr: Sistem yazım denetimi yapılandırmasını kullan

source: Use custom spell configuration
tr: Özel yazım denetimi yapılandırması kullan

source: Custom Spell Configuration...
tr: Özel Yazım Denetimi Yapılandırması...

source: Start interactive spell check
tr: Etkileşimlik yazım denetimi yapılandırmasını başlat

source: Custom spell settings above do not affect this spelling check, use the language setting in the dialog to change the dictionary language.
tr: Yukarıdaki özel yazım denetimi ayarları, bu yazım denetimini etkilemez, sözlük dilini değiştirmek için iletişim kutusundaki dil ayarlarını kullanın.

source: Spell Check
tr: Yazım Denetimi

source: OCR Result Spell Checking
tr: OCR Sonucu Yazım Denetimi

source: Retain temporary files
tr: Geçici dosyaları sakla

source: Verbose message output
tr: İleti çıktısını ayrıntılı göster

source: Debugging
tr: Hata ayıklama

source: OCR Debugging
tr: OCR Hata ayıklama

source: No image
tr: Resim yok

source: Image: %1
tr: Resim: %1

source: Selection: %1
tr: Seçim: %1

source: Configure OCR...
tr: OCR Yapılandır...

source: The OCR process was stopped
tr: OCR süreci durduruldu

# @info
source: The following OCR temporary files are retained for debugging:<nl/><nl/>
tr: Aşağıdaki OCR geçici dosyaları hata ayıklama için saklanacaktır:<nl/><nl/>

source: OCR Temporary Files
tr: OCR Geçici Dosyaları

source: OCR Command Failed
tr: OCR Komutu Başarısız Oldu

source: Error
tr: Hata

# @info
source: Cannot read GOCR result file <filename>%1</filename><nl/>%2
tr: <filename>%1</filename> GOCR sonuç dosyası okunamıyor<nl/>%2

source: Czech Republic, Slovakia
tr: Çek Cumhuriyeti, Slovakya

source: Great Britain, USA
tr: İngiltere, ABD

source: European Countries
tr: Avrupa Ülkeleri

source: The classifier files for KADMOS could not be found. OCR with KADMOS will not be possible. Change the OCR engine in the preferences dialog.
tr: KADMOS için sınıflandırıcı dosyalar bulunamadı. OCR, KADMOS ile çalışması mümkün olmayancak. Seçenekler penceresinden OCR motorunu değiştirin.

source: Installation Error
tr: Kurulum Hatası

source: Please classify the font type and language of the text on the image:
tr: Lütfen resim üzerindeki yazının yazı tipini ve dilini sınıflandırın.

source: Font Type Selection
tr: Yazı Tipi Seçimi

source: Machine print
tr: Makine baskısı

source: Hand writing
tr: El yazısı

source: Norm font
tr: Norm yazı tipi

source: Country
tr: Ülke

source: OCR Modifier
tr: OCR Düzenleyici

source: Enable automatic noise reduction
tr: Otomatik hata gidermeyi etkinleştir

source: Enable automatic scaling
tr: Otomatik ölçeklemeyi aç

source: Classifier file %1 does not exist
tr: %1 sınıflandırıcı dosyası yok

source: Classifier file %1 is not readable
tr: %1 sınıflandırıcı dosyası okunabilir değil.

# @info %1 is one of the two following messages
source: <para><emphasis>Kadmos</emphasis> is a commercial OCR/ICR library produced by reRecognition&nbsp;AG.</para><para>%1</para><para>See <link url="http://www.rerecognition.com">www.rerecognition.com</link> for more information on Kadmos.</para>
tr: <para><emphasis>Kadmos</emphasis>, reRecognition&nbsp;AG tarafından geliştirilen, ticari bir OCR/ICR kütüphanesidir.</para><para>%1</para>Daha fazla bilgi için <link url="http://www.rerecognition.com">www.rerecognition.com</link> adresine gözatın.

source: This version of Kooka is configured to use the Kadmos engine.
tr: Kooka'nın bu sürümü Kadmos motorunu kullanacak şekilde yapılandırılmıştır.

source: This version of Kooka is not configured for Kadmos. The Kadmos libraries need to be installed, and Kooka needs to be rebuilt with the '--with-kadmos' option.
tr: Kooka'nın bu sürümü Kadmos için yapılandırılmamıştır. Kadmos kütüphanelerinin kurulması gerekiyor ve Kooka'nın '--with-kadmos' seçeneği ile yeniden derlenmesi gerekmektedir.

source: The classifier file necessary for OCR cannot be loaded: %1; OCR with the KADMOS engine is not possible.
tr: OCR için gerekli sınıflandırıcı dosyası yüklenemedi: %1; KADMOS mekanizması ile OCR mümkün değil.

source: KADMOS Installation Problem
tr: KADMOS Kurulum Hatası

source: The KADMOS OCR system could not be started: %1 Please check the configuration.
tr: KADMOS OCR sistemi başlatılamadı: %1 Lütfen yapılandırmayı kontrol edin.

source: KADMOS Failure
tr: KADMOS Başarısız Oldu

source: No Layout Detection
tr: Yerleşim Algılama Yok

source: Layout Detection
tr: Yerleşim Algılama

source: Column Detection
tr: Sütun Algılama

source: Full Layout Detection
tr: Tam Yerleşim Algılama

source: (default)
tr: (varsayılan)

# @info
source: File <filename>%1</filename> does not exist
tr: <filename>%1</filename> dosyası mevcut değil

# @info
source: File <filename>%1</filename> unreadable
tr: <filename>%1</filename> okunabilir değil

# @info
source: Cannot open file <filename>%1</filename>
tr: <filename>%1</filename> dosyası açılamıyor

source: &File
tr: &Dosya

source: S&can
tr: &Tara

source: &Image
tr: &Resim

source: &Settings
tr: &Ayarlar

source: Image Viewer Toolbar
tr: Resim Gösterici Araç Çubuğu

source: Scanning Toolbar
tr: Tarama Araç Çubuğu

source: <b>Bitmap Picture</b> is a widely used format for images under MS Windows. It is suitable for color, grayscale and line art images.<p>This format is widely supported but is not recommended, use an open format instead.
tr: <b>Bitmap Resim</b>, MS Windows'daki resimler için yaygın olarak kullanılan bir biçimdir. Renk, gri tonlama ve kara kalem resimler için uygundur.<p>Bu biçim, yaygın olarak desteklenmekle birlikte, çok fazla önerilmez, bunun yerine açık bir biçim kullanın.

source: <b>Portable Bitmap</b>, as used by Netpbm, is an uncompressed format for line art (bitmap) images. Only 1 bit per pixel depth is supported.
tr: Netpbm tarafından kullanılan <b>Taşınabilir Bitmap</b>, kara kalem (bitmap) resimleri için sıkışıtırılmamış bir biçimdirç Her piksek derinliği için yalnızca 1 bit desteklenmektedir.

source: <b>Portable Greymap</b>, as used by Netpbm, is an uncompressed format for grayscale images. Only 8 bit per pixel depth is supported.
tr: Ntpbm tarafından kullanılan <b>Taşınabilir Greyamp</b>, gri tonlamalı resimler için sıkıştırılmamış bir biçimdir. Her piksel derinliği için sadece 8 bit desteklenmektedir.

source: <b>Portable Pixmap</b>, as used by Netpbm, is an uncompressed format for full color images. Only 24 bit per pixel RGB is supported.
tr: Netpbm tarafından kullanılan <b>Taşınabilir Pixmap</b>, tam renkli resimler için sıkıştırılmamış bir biçimdir. Her piksel RGB için sadece 24 bit desteklenmektedir.

source: <b>PCX</b> is a lossless compressed format which is often supported by PC imaging applications, although it is rather old and unsophisticated. It is suitable for color and grayscale images.<p>This format is not recommended, use an open format instead.
tr: <b>PCX</b>, oldukça eski ve basit olmasına rağmen, sıklılla PC görüntüleme uygulamaları tarafından desteklenen kayıpsız bir sıkıştırılmış biçimdir. Renkli ve gri tonlamalı resimler için uygundur.<p>Bu biçim çok fazla önerilmez, bunun yerine açık bir biçim kullanın.

source: <b>X Bitmap</b> is often used by the X Window System to store cursor and icon bitmaps.<p>Unless required for this purpose, use a general purpose format instead.
tr: <b>X Bitmap</b>, genellikle imleç ve simge bitmap'lerini depolamak için, X Pencere Sistemi tarafından kullanılır. <p>Bunun yerine, genel amaçlı bir biçim kullanın.

source: <b>X Pixmap</b> is often used by the X Window System for color icons and other images.<p>Unless required for this purpose, use a general purpose format instead.
tr: <b>X Pixmap</b>, genellikle X Pencere Sistemi tarafından renk simgeleri ve diğer resimler için kullanılır. <p>Bunun yerine, genel amaçlı bir biçim kullanın.

source: <b>Portable Network Graphics</b> is a lossless compressed format designed to be portable and extensible. It is suitable for any type of color or grayscale images, indexed or true color.<p>PNG is an open format which is widely supported.
tr: <b>Taşınabilir Ağ Grafikleri</b>, taşınabilir ve genişletilebilir olması için tasarlanmış, kayıpsız ve sıkıştırılmış bir biçimdir. İndekslenmiş veya gerçek renk kullanan, her tür renkli ve gri tonlamalı resimler için uygundur.<p>PNG, yaygın olarak desteklenen açık bir biçimdir.

source: <b>JPEG</b> is a compressed format suitable for true color or grayscale images. It is a lossy format, so it is not recommended for archiving or for repeated loading and saving.<p>This is an open format which is widely supported.
tr: <b>JPEG</b>, gerçek renk veya gri tonlamalı resimler için uygun, sıkışıtırılmış bir biçimdir. Kayıplı bir biçimdir, bu nedenle arşivleme veya tekrardan yükleme, kaydetme için önerilmez.<p>Yaygın olarak desteklenen, açık bir biçimdir.

source: <b>JPEG 2000</b> was intended as an update to the JPEG format, with the option of lossless compression, but so far is not widely supported. It is suitable for true color or grayscale images.
tr: <b>JPEG 2000</b>, kayıpsız sıkıştırma seçeneğiyle, JPEG biçimine bir güncelleme olarak tasarlanmıştır, ancak şu ana kadar yaygın bir şekilde desteklenmemektedir. Gerçek renk veya gri tonlamalı resimler için uygundur.

source: <b>Encapsulated PostScript</b> is derived from the PostScript&trade; page description language. Use this format for importing into other applications, or to use with (e.g.) TeX.
tr: <b>Kapsüllenmiş PostScript</b>, PostScript&trade;'ten türemiştir. Bu biçimi, diğer uygulamalar aktarmak veya (örn.) TEX ile birlikte kullanmak için kullanın.

source: <b>Truevision Targa</b> can store full color images with an alpha channel, and is used extensively by animation and video applications.<p>This format is not recommended, use an open format instead.
tr: <b>ruevision Targa</b>, alfa kanalı ile tam renkli resimleri depolayabilir, animasyon ve video uygulamaları tarafından yaygın olarak kullanılmaktadır.<p>Bu biçim çok fazla önerilmez, yerine açık bir biçim kullanın.

source: <b>Graphics Interchange Format</b> is a popular but patent-encumbered format often used for web graphics. It uses lossless compression with up to 256 colors and optional transparency.<p>For legal reasons this format is not recommended, use an open format instead.
tr: <b>Grafik Değişim Biçimi</b>, popüler, acnak patentli bir biçim olup, web grafikleri için sıklıkla kullanılmaktadır. 256 renge kadar kayıpsız sıkıştırma ve isteğe bağlı olarak şeffaflık kullanabilir.<p>Yasal nedenlerden ötürü bu biçim önerilmez, yerine açık bir biçim kullanın.

source: <b>Tagged Image File Format</b> is a versatile and extensible file format widely supported by imaging and publishing applications. It supports indexed and true color images with alpha transparency.<p>Because there are many variations, there may sometimes be compatibility problems. Unless required for use with other applications, use an open format instead.
tr: <b>Etiketli Resim Dosyası Biçimi</b>, görüntüleme ve yayınlama uygulamaları tarafından yaygın olarak desteklenen, çok yönlü ve genişletilebilir bir dosya biçimidir. İndekslenmiş ve gerçek renk resimlerini, alfa saydamlığı ile destekler.<p>Bir varyasyonu olduğundan bazem uyumluluk sorunları olabilir. Diğer uygulamalarda kullanılması gerekmedikçe, yerine açık bir biçim kullanın.

source: <b>Multiple-image Network Graphics</b> is derived from the PNG standard and is intended for animated images. It is an open format suitable for all types of images.<p>Images produced by a scanner will not be animated, so unless specifically required for use with other applications use PNG instead.
tr: <b>Çoklu-resim Ağ Grafikleri</b>, PNG standartından türetilmiş ve hareketli resimler için tasarlanmıştır. Her tür resim için uygun olan, açık bir biçimdir.<p>Bir tarayıcı tarafından üretilmiş resimler canlandırılmaz, bu nedenle özellikle diğer uygulamalar ile birlikte kullanılması gerekli olmadıkça, yerine PNG kullanın.

source: This is the <b>Silicon Graphics</b> native image file format, supporting 24 bit true color images with optional lossless compression.<p>Unless specifically required, use an open format instead.
tr: İsteğe bağlı kayıpsız sıkıştırma ile 24 bit gerçek renk resimlerini destekleyen <b>Silikon Grafikleri</b> doğal resim dosyası biçimidir.<p>Özellikle gerek duyulmadığı sürece açık bir biçim kullanın.

source: Save Assistant
tr: Yardımcıyı Kaydet

# @info
source: Select a format to save the scanned image.<nl/>This is a <emphasis strong="1">%1</emphasis>.
tr: Taranmış resmin kaydedileceği biçimi seçin.<nl/>Bu, <emphasis strong="1">%1</emphasis>.

source: File format:
tr: Dosya biçimi:

source: Image sub-format:
tr: Resim alt-biçimi:

source: File name:
tr: Dosya adı:

source: Select Format...
tr: Biçim Seç...

source: No format selected.
tr: Seçili biçim yok.

source: No information is available for this format.
tr: Bu biçim için kullanılabilir bir bilgi yok.

# @info
source: Unable to create the directory <filename>%1</filename><nl/>for the Kooka gallery - %3..<nl/><nl/>Your document directory <filename>%2</filename><nl/>will be used.<nl/><nl/>Check the document directory setting and permissions.
tr: Kooka galerisi için <filename>%1</filename> dizini<nl/>oluşturulamadı - %3...<nl/><nl/><filename>%2</filename> belge dizini kullanılacak.<nl/><nl/>Belge dizini ayarlarını ve izinlerini kontrol edin.

source: Error creating gallery
tr: Galeri oluşturma hatası

# @info
source: An old Kooka gallery was found at <filename>%1</filename>.<nl/>The preferred new location is now <filename>%2</filename>.<nl/><nl/>Do you want to create a new gallery at the new location?
tr: <filename>%1</filename> üzerinde eski bir Kooka galerisi bulundu.<nl/>Tercih edilen yeni konum <filename>%2</filename>.<nl/><nl/>Yeni konumunda bir galeri oluşturmak istiyor musunuz?

source: Create New Gallery
tr: Yeni Galeri Oluştur

# @info
source: Kooka will use the new gallery, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>If you wish to add the images from your old gallery <link url="file:%2"><filename>%2</filename></link>,<nl/>then you may do so by simply copying or moving the files.
tr: Kooka, <link url="file:%1"><filename>%1</filename></link> yeni galerisini kullanacak.<nl/><nl/><link url="file:%2"><filename>%2</filename></link> eski galerinizden resimleri eklemek istiyorsanız,<nl/>dosyaları kopyalayıp taşıyarak bunu yapabilirsiniz.

source: New Gallery Created
tr: Yeni Galeri Oluşturuldu

source: Old Gallery Exists
tr: Eski Galeri Mevcut

source: Rotate image +90 degrees
tr: Resmi +90 derece döndür

source: Rotate image 180 degrees
tr: Resmi 180 derece döndür

source: Rotate image -90 degrees
tr: Resmi -90 derece döndür

source: Mirror image horizontally
tr: Resmi yatay olarak yansıt

source: Mirror image vertically
tr: Resmi dikey olarak yansıt

source: Error updating image %1
tr: Resim güncelleme hatası %1

# @title:tab
source: Image
tr: Resim

# @title:group
source: Scaling
tr: Ölçekleme

# @option:radio
source: Size as on screen
tr: Ekran kadar boyutlandır

# @info:tooltip
source: <div>Print at the same size as seen on screen, determined by the screen resolution.</div>
tr: <div>Ekran çözünürlüğüne göre, ekranın göründüğü boyutta yazdır.</div>

source: Screen resolution:
tr: Ekran çözünürlüğü:

# @info:tooltip
source: <div>This is the current screen resolution. It cannot be changed here.</div>
tr: <div>Bu mevcut ekran çözünürlüğüdür. Buradan değiştirilemez.</div>

# @option:radio
source: Size as scanned
tr: Tarama kadar boyutlandır

# @info:tooltip
source: <div>Print at a size determined by the scan resolution. The resolution is saved with the image and used if available; if it is not, it can be entered here.</div>
tr: <div>Tarama çözünürlüğü tarafından belirlenmiş olan boyutta yazdır. Eğer mevcutsa çözünürlük resimle birlikte kaydedilir; değilse buraya girebilirsiniz.</div>

source: Scan resolution:
tr: Tarama çözünürlüğü:

# @info:tooltip
source: <div>This is the scan resolution as saved with the image. It can be changed if necessary.</div>
tr: <div>Resimle birlikte kaydedilen tarama çözünürlüğüdür. Gerekirse değiştirilebilir.</div>

# @option:radio
source: Custom size
tr: Özel boyut

# @info:tooltip
source: <div>Print scaled to the specified size. The image is centered on the paper.</div>
tr: <div>Belirtilen boyutta ölçeklendirilmiş yazdır. Resim kağıt üzerine ortalanmıştır.</div>

# @label:spinbox
source: Image width:
tr: Resim genişliği:

# @info:tooltip
source: <div>The width at which the image will be printed.</div>
tr: <div>Resmin basılacağı genişlik.</div>

# @label:spinbox
source: Image height:
tr: Resim yüksekliği:

# @info:tooltip
source: <div>The height at which the image will be printed.</div>
tr: <div>Resmin basılacağı yükseklik.</div>

# @option:radio
source: Fit to page
tr: Sayfaya sığdır

# @info:tooltip
source: <div>Print using as much of the available space on the paper as possible. The aspect ratio can be maintained.</div>
tr: <div>Mümkün olduğunca, kağıdın en fazla alanının kullanarak yazdır. En-boy oranı korunabilirdir.</div>

# @title:group
source: Other Options
tr: Diğer Seçenekler

# @option:check
source: Maintain aspect ratio
tr: En-boy oranını koru

# @info:tooltip
source: <div>Adjust the height or width to maintain the original aspect ratio of the printed image.</div>
tr: <div>Yazdırılan resmin, özgün en boy oranını korumak için, yüksekliği ve genişliği ayarla.</div>

# @option:check
source: Low resolution (fast draft print)
tr: Düşük çözünürlük (hızlı taslak yazdırma)

# @info:tooltip
source: <div>Print at as low a resolution as possible. This may not work as intended on all printers.</div>
tr: <div>Mümkün olduğunca düşük çözünürlükte yazdır. Tüm yazıcılar için tasarlandığı gibi çalışmayabilir.</div>

# @label:listbox
source: Cut marks:
tr: Kesme işaretleri:

# @item:inlistbox
source: None
tr: Hiçbiri

# @item:inlistbox
source: For multiple pages
tr: Çoklu sayfalar için

# @item:inlistbox
source: Always
tr: Her Zaman

# @info:tooltip
source: <div>Select whether cut/join marks are printed. The marks will reduce the available printable area.</div>
tr: <div>Kes/Birleştir işaretlerinin yazdırılıp yazdırılmayacağını seçin. İşaretler mevcut yazdırılabilir alanı azaltacaktır.</div>

# @title:group
source: Print Layout
tr: Yazdırma Düzeni

# @label:textbox
source: Image size:
tr: Resim boyutu:

# @info:status width,height pixels
source: %1 x %2 pix
tr: %1 x %2 piksel

# @label:textbox
source: Available print area:
tr: Kullanılabilir yazdırma alanı:

# @label:textbox
source: Image print area:
tr: Resim yazdırma alanı:

# @label:textbox
source: Pages required:
tr: Gerekli sayfalar:

source: The scan resolution must be specified for scaling to it.
tr: Ölçekleme için tarama çözünürlüğü belirtilmelidir.

source: A valid size must be specified for custom scaling. One or both of the specified dimensions is zero.
tr: Ölçekleme için geçerli bir boyut belirtilmelidir. Belirtilen ölçülerden bir veya ikisi sıfırdır.

# @info
source: The directory <filename>%2</filename><nl/>could not be accessed.<nl/>%1
tr: <filename>%2</filename> dizinine<nl/>ulaşılamıyor.<nl/>%1

# @info
source: The directory <filename>%2</filename><nl/>could not be created.<nl/>%1
tr: <filename>%2</filename> dizini<nl/>oluşturulamıyor.<nl/>%1

source: indexed color image (up to 8 bit depth)
tr: indeklenmiş renkli resim (8 bit derinliğe kadar)

source: gray scale image (up to 8 bit depth)
tr: gri tonlamalı resim (8 bit derinliğe kadar)

source: lineart image (black and white, 1 bit depth)
tr: kara kalem resim (siyah beyaz, 1 bit derinlik)

source: high/true color image (more than 8 bit depth)
tr: yüksek/gerçek renkli resim (8 bitten fazla derinlik)

source: unknown image type %1
tr: bilinmeyen resim biçimi %1

source: Save OK
tr: Kaydetme TAMAM

source: Permission denied
tr: Erişim engellendi

source: Bad file name
tr: Yanlış dosya ismi

source: No space left on device
tr: Aygıtta boş alan kalmadı

source: Cannot write image format '%1'
tr: '%1' resim dosyası yazılamıyor

source: Cannot write using protocol '%1'
tr: '%1' protokolü kullanılarak yazılamıyor

source: User cancelled saving
tr: Kullanıcı kaydetmeyi iptal etti

source: Cannot create directory
tr: Dizin oluşturulamıyor

source: Save failed
tr: Kaydetme başarısız oldu

source: Bad parameter
tr: Geçersiz parametre

source: Unknown status %1
tr: Bilinmeyen durum %1

# @info
source: The file name you supplied has no file extension.<nl/>Should the original one be added?<nl/><nl/>This would result in the new file name <filename>%1</filename>
tr: Gönderdiğiniz dosyanın uzantısı yok.<nl/>Özgün dosya eklenmeli mi?<nl/><nl/>Bu yeni dosyanın adı, <filename>%1</filename> olacak.

source: Extension Missing
tr: Dosya uzantısı eksik

source: Add Extension
tr: Uzantı Ekle

source: Do Not Add
tr: Ekleme

source: Target already exists
tr: Hedef zaten mevcut

source: Unable to copy the file
tr: Dosya kopyalanamıyor

source: Unable to rename the file
tr: Dosya yeniden adlandırılamıyor

source: Error copying file
tr: Dosya kopyalama hatası

source: Error renaming file
tr: Dosya yeniden adlandırma hatası

source: KDE Scanning
tr: KDE Tarama

source: Scale to Width
tr: Genişliğe Göre Ölçeklendir

source: Scale to Height
tr: Yükekliğe Göre Ölçeklendir

source: Original Size
tr: Özgün Boyut

source: Set Zoom...
tr: Yakınlaştırma Ayarla...

source: Keep Zoom Setting
tr: Yakınlaştırma Ayarlarını Koru

source: New Image From Selection
tr: Seçimden Yeni Resim

source: Mirror Vertically
tr: Dikey Çevir

source: Mirror Horizontally
tr: Yatay Çevir

source: Rotate Counter-Clockwise
tr: Saat Yönünün Tersine Çevir

source: Rotate Clockwise
tr: Saat Yönünde Çevir

source: Rotate 180 Degrees
tr: 180 Derece Çevir

source: New Folder...
tr: Yeni Klasör...

source: Open With
tr: Birklikte Aç

source: Save Image...
tr: Resmi Kaydet...

source: Import Image...
tr: Resmi İçe Aktar...

source: Delete Image
tr: Resmi Sil

source: Rename Image
tr: Resmi Yeniden Adlandır

source: Unload Image
tr: Resim Yükle

source: Properties...
tr: Özellikler...

source: Select Scan Device...
tr: Tarama Aygıtı Seç...

source: Add Scan Device...
tr: Tarama Aygıtı Ekle...

source: Preview
tr: Önizleme

source: Start Scan
tr: Taramayı Başlat

source: Auto Select
tr: Otomatik Seç

source: OCR Image...
tr: OCR Resmi...

source: OCR Selection...
tr: OCR Seçimi...

source: Save OCR Result Text...
tr: OCR Sonuç Metnini Kaydet...

source: Spell Check OCR Result...
tr: OCR Sonunu Yazım Denetimi...

source: Unload Folder
tr: Klasörü Boşalt

source: Delete Folder
tr: Klasörü Sil
