Repository: pisilinux/kde-tr
Catalog: kdeconnect-kde/kdeconnect-kde._desktop_.po
Languages: tr

# GenericName
source: Device Synchronization
tr: Aygıt Eşzamanlaması

# Comment
source: Make all your devices one
tr: Tüm aygıtlarınızı birleştirin

# Name
source: Send via KDE Connect
tr: KDE Connect ile gönder

# GenericName
source: Open on connected device via KDE Connect
tr: KDE Connect ile bağlı cihazda aç

# Name
source: Open on connected device via KDE Connect
tr: KDE Connect aracılığıyla bağlı cihazda aç

# Comment
source: Open on a connected device using KDE Connect
tr: KDE Connect kullanarak bağlı bir cihazda açın

# Name
source: KDE Connect Indicator
tr: KDE Connect Göstergesi

# Comment
source: Display information about your devices
tr: Aygıtlarınız hakkında bilgi görüntüleyin

# Comment
source: Connect and sync your devices
tr: Aygıtlarınıza bağlanın ve eşitleyin

# X-KDE-Keywords
source: Network,Android,Devices
tr: Ağ,Android,Cihazlar,Aygıtlar

# Comment
source: Show notifications from your devices using KDE Connect
tr: KDE Connect kullanılarak cihazınızdan bildirimleri görüntüleyin

# Name
source: Find This Device plugin settings
tr: Bu cihaz eklenti ayarlarını bulun

# Comment
source: Notifications from your devices
tr: Cihazınızdan bildirimler

# Name
source: Pairing Request
tr: Eşleşme İsteği

# Comment
source: Pairing request received from a device
tr: Bir cihazdan alınan eşleştirme isteği

# Name
source: Incoming Call
tr: Gelen Çağrı

# Comment
source: Someone is calling you
tr: Biri sizi arıyor

# Name
source: Missed Call
tr: Cevapsız Çağrı

# Comment
source: You have a missed call
tr: Cevapsız çağrınız var

# Name
source: Battery Low
tr: Pil Zayıf

# Comment
source: Your battery is in low state
tr: Pilinizin seviyesi düşük

# Name
source: Ping Received
tr: Ping Alındı

# Comment
source: Ping received
tr: Ping alındı

# Name
source: Generic Notification
tr: Genel Bildirim

# Comment
source: Notification received
tr: Bildirim alındı

# Name
source: Pause Music plugin settings
tr: Müziği Duraklat eklenti ayarları

# Name
source: Run Command plugin settings
tr: Komut Çalıştır eklenti ayarları

# Name
source: Notification synchronization plugin settings
tr: Bildirim eşitleme eklentisi ayarları

# Name
source: Share plugin settings
tr: Paylaşma eklentisi ayarları

# Name
source: Find my device
tr: Cihazımı bul

# Comment
source: Ring connected devices
tr: Bağlı cihazları çaldır

# Name
source: Run command
tr: Komut çalıştır

# Comment
source: Run commands on connected devices
tr: Bağlı cihazlarda komutları çalıştır

# Name
source: KDE Connect Settings
tr: KDE Connect Ayarları

# GenericName
source: Connect and sync your devices
tr: Aygıtlarınıza bağlanın ve eşitleyin

# Comment
source: Text Messaging
tr: Metin Mesajlaşma

# Name
source: KDE Connect URL Handler
tr: KDE Connect URL İşleyicisi
