Repository: pisilinux/kde-tr
Catalog: knewstuff/knewstuff._desktop_.po
Languages: tr

# GenericName
source: Linux file search, instant results as you type
tr: Linux dosya arama, yazarken anlık sonuçlar

# Name
source: Catfish File Search
tr: Catfish Dosya Arama

# GenericName
source: File search
tr: Dosya arama

# Comment
source: Search the file system
tr: Dosya sistemini arama

# GenericName
source: Animated GIF recorder
tr: Hareketli GIF kaydedici

# Comment
source: Record short animated GIF images from your screen
tr: Ekranınızdan haraketli küçük GIF resimlerini kaydedin

# GenericName
source: German<=>English Dictionary
tr: Almanca<=>İngilice Sözlük

# Name
source: Partitioner
tr: Bölümleyici

# GenericName
source: Partition hard disks (a YaST module)
tr: Bölüm diskleri (YaST modülü)

# Name
source: Font Management
tr: Yazı Tipi Yönetimi

# Comment
source: Font Installation, Preview and Removal
tr: Yazı Tipi Kurulumu, Önizleme ve Kaldırma

# X-KDE-Keywords
source: font,fonts,installer,truetype,type1,bitmap
tr: yazı tipi,yazı tipleri,yükleyici,kurucu,trueytpe,type1,resim

# Comment
source: A font manager
tr: Bir yazı tipi yöneticisi

# GenericName
source: Font Manager
tr: Yazı Tipi Yöneticisi

# Comment
source: A file search application focusing on performance and advanced features
tr: Performansa ve gelişmiş özelliklere odaklanan bir dosya arama uygulaması

# Keywords
source: search;fsearch;files;folders;music;video;documents;find;tool;everything;
tr: arama;fsearch;dosya;klasör;dizin;müzik;video;belge;bul;araç;herşey;

# GenericName
source: Git repository viewer
tr: Git deposu görüntüleyici

# Comment
source: Git repository viewer
tr: Git deposu görüntüleyici

# Comment
source: The highly caffeinated Git GUI
tr: Yüksek kafeinli Git arayüzü

# Name
source: Git Cola (View History)
tr: Git Cola (Geçmişi Göster)

# Comment
source: Git repository browser
tr: Git deposu tarayıcı

# Name
source: Search for Files...
tr: Dosyaları Ara...

# Comment
source: Locate documents and folders on this computer by name or content
tr: Bu bilgisayardaki belgeleri isme ve içeriğe göre ara

# GenericName
source: Partition Editor
tr: Disk Bölümleme Yöneticisi

# Comment
source: Create, reorganize, and delete partitions
tr: Bölümler oluştur, yeniden düzenle ve sil

# Keywords
source: Partition;
tr: Bölüm;

# GenericName
source: Character Map
tr: Karakter Haritası

# Name
source: GNOME Character Map
tr: GNOME Karakter Haritası

# Comment
source: Insert special characters into documents
tr: Özel karakterleri belgelere yerleştirin

# Keywords
source: font;unicode;
tr: yazı tipi;unicode;

# Comment
source: Screenshot manager
tr: Ekran görüntüsü yöneticisi

# GenericName
source: Screenshot manager
tr: Ekran görüntüsü yöneticisi

# Comment
source: Show System Processes
tr: Sistem Süreçlerini Göster

# GenericName
source: Process Viewer
tr: Süreç Görüntüleyici

# Keywords
source: system;process;task;
tr: sistem;süreç;görev;

# Comment
source: Screen capture and editor
tr: Ekran yakalayıcı ve düzenleyici

# GenericName
source: German-English Translator
tr: Almanca-İngilizce Çevirici

# Comment
source: Translator
tr: Çevirici

# Name
source: Clocks
tr: Saatler

# GenericName
source: Clocks
tr: Saatler

# Comment
source: Clocks for world times, plus alarms, stopwatch and a timer
tr: Dünya saatleri, alarmlar, kronometre ve zaman ölçer

# Keywords
source: time;timer;alarm;world clock;stopwatch;time zone;
tr: saat;zamanlayıcı;alarm;dünya saatleri;kronometre;saat dilimi;

# GenericName
source: Disk Usage Statistics
tr: Disk Kullanım İstatistikleri

# Comment
source: View disk usage information
tr: Disk kullanım bilgisini görüntüle

# GenericName
source: Character Selector
tr: Karakter Seçici

# GenericName
source: View Disk Usage
tr: Disk Kullanımını Görüntüle

# GenericName
source: Find Files/Folders
tr: Dosya/Dizin Bul

# Comment
source: Clicks the mouse for you, reducing the effects of RSI
tr: RSI özelliklerini azaltarak sizin için fareye tıklar

# GenericName
source: Automatic Mouse Click
tr: Otomatik Fare Tıklama

# GenericName
source: System Monitor
tr: Sistem İzleyici

# Comment
source: Monitor running processes and system performance
tr: Çalışan süreçleri ve sistem performansını görüntüleme

# Comment
source: System log viewer tool
tr: Sistem günlük kayıtlarını gösterme aracı

# GenericName
source: System Log Viewer
tr: Sistem Günlük Görüntüleyicisi

# GenericName
source: Countdown Launcher
tr: Gerisayım Başlatıcı

# Name
source: KDE Partition Manager
tr: KDE Disk Bölümleme Yöneticisi

# Comment
source: Manage disks, partitions and file systems
tr: Diskleri, disk bölümlerini ve dosya sistemlerini yönet

# Comment
source: List and preview available icons
tr: Kullanılabilir simgeleri listele ve ön izlet

# GenericName
source: Icon Browser
tr: Simge Tarayıcı

# GenericName
source: Screenshot Capture Utility
tr: Ekran Görüntüsü Yakalama Aracı

# Name
source: Capture Entire Desktop
tr: Tüm Masaüstünü Yakala

# Name
source: Capture Current Monitor
tr: Geçerli Ekranı Yakala

# Name
source: Capture Active Window
tr: Etkin Pencereyi Yakala

# Name
source: Capture Rectangular Region
tr: Dikdörtgen Alanı Yakala

# Comment
source: git repository browser
tr: git depo tarayıcısı

# Name
source: Shutter
tr: Deklanşör

# GenericName
source: Screenshot Tool
tr: Ekran Yakalama Aracı

# Comment
source: Capture, edit and share screenshots
tr: Ekran görüntülerini yakala, düzenle ve paylaş

# Comment
source: A feature-rich screen recorder that supports X11 and OpenGL
tr: Zengin özelliklere sahip, X11 ve OpenGL destekli ekran kaydedicisi

# Keywords
source: screen recorder;screencast;live streaming;
tr: ekran kaydedici;görüntü alma;canlı yayın;

# Name
source: Task Manager
tr: Görev Yöneticisi

# Comment
source: Easy to use task manager
tr: Kullanımı kolay görev yöneticisi

# GenericName
source: Task Manager
tr: Görev Yöneticisi
