Repository: pisilinux/kde-tr
Catalog: plasma-workspace/kcm_autostart.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: Autostart
tr: Otomatik Başlat

source: Session Autostart Manager Control Panel Module
tr: Oturum Otomatik Başlatma Yöneticisi Kontrol Paneli Modülü

source: Copyright © 2006–2020 Autostart Manager team
tr: Telif Hakları © 2006–2010 Autostart Manager ekibi

source: Maintainer
tr: Projeyi Yürüten

source: "%1" is not an absolute url.
tr: "%1" gerçek bir yol değil.

source: "%1" does not exist.
tr: "%1" mevcut değil.

source: "%1" is not a file.
tr: "%1" bir dosya değil.

source: "%1" is not readable.
tr: "%1" okunabilir değil.

source: Properties
tr: &Özellikler...

source: Remove
tr: &Kaldır

source: Applications
tr: Uygulamalar

source: Login Scripts
tr: Giriş komut dosyaları

source: Pre-startup Scripts
tr: Ön-KDE başlangıcı

source: Logout Scripts
tr: Çıkış

source: No user-specified autostart items
tr: Kullanıcı tarafından belirlenen Otomatik Başlat öğeleri yok

# @info
source: Click the <interface>Add...</interface> button below to add some
tr: Eklemek için <interface>Ekle...</interface> düğmesine tıklayın

source: Choose Login Script
tr: Giriş Betiği Seçin...

source: Choose Logout Script
tr: Çıkış Betiği Seçin...

source: Add...
tr: Ekle

source: Add Application...
tr: Uygulama Ekle...

source: Add Login Script...
tr: Giriş Betiği Ekle...

source: Add Logout Script...
tr: Çıkış Betiği Ekle...
