Repository: pisilinux/kde-tr
Catalog: plasma-workspace/kcm_lookandfeel.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Volkan Gezer

# EMAIL OF TRANSLATORS
source: Your emails
tr: volkangezer@gmail.com

source: Global Theme
tr: Genel Tema

source: You have to restart the Plasma session for these changes to take effect.
tr: Bu değişikliklerin etkili olması için Plazma oturumunu yeniden başlatmanız gerekir.

source: Cursor Settings Changed
tr: İmleç Ayarları Değiştirildi

source: Global Theme Tool
tr: Genel Tema Araçları

source: Command line tool to apply global theme packages for changing the look and feel.
tr: Görünüm ve hissi değiştirmek için ve genel tema paketlerini uygulamak için komut satırı aracı.

source: Copyright 2017, Marco Martin
tr: Telif hakkı 2017, Marco Martin

source: Maintainer
tr: Bakımını Yapan

source: List available global theme packages
tr: Mevcut genel tema paketlerini listeleyin

source: Apply a global theme package. This can be the name of a package, or a full path to an installed package, at which point this tool will ensure it is a global theme package and then attempt to apply it
tr: Global bir tema paketi uygulayın. Bu, bir paketin adı veya kurulu bir paketin tam yolu olabilir; bu noktada bu araç, bunun global bir tema paketi olmasını sağlayacak ve ardından uygulamayı deneyecektir.

source: packagename
tr: paketadı

source: Reset the Plasma Desktop layout
tr: Plasma Masaüstü düzenini sıfırla

source: Global look and feel
tr: Global görünüm ve his

source: This module lets you choose the global look and feel.
tr: Bu modül tüm çalışma alanının görünümünü önceden hazırlanmış olanları kullanıp yapılandırmanıza izin verir.

source: Preview Theme
tr: Tema Görünümü

source: Your current layout and configuration of panels, desktop widgets, and wallpapers will be lost and reset to the default layout provided by the selected theme.
tr: Uyarı: Plasma Masaüstü düzeniniz kaybolacak ve seçilen tema tarafından sağlanan varsayılan düzene sıfırlanacaktır.

source: Use desktop layout from theme
tr: Masaüstü Düzeni temadan kullan

source: Get New Global Themes...
tr: Yeni Bak ve Hisset Paketlerini İndirin
