Repository: pisilinux/kde-tr
Catalog: plasma-workspace/plasma-workspace._desktop_.po
Languages: tr

# Name
source: Activity Bar
tr: Etkinlik Çubuğu

# Comment
source: Tab bar to switch activities
tr: Eylemleri seçmek için sekme çubuğu

# Name
source: Analog Clock
tr: Analog Saat

# Comment
source: A clock with hands
tr: İbreli bir saat

# Name
source: Global Menu
tr: Genel Menü

# Comment
source: Global menubar in your Plasma Desktop
tr: Plazma masaüstünüzde genel menü çubuğu

# Name
source: Battery and Brightness
tr: Pil ve Ekran Parlaklığı

# Comment
source: See the power status of your battery
tr: Pilinizin güç durumuna bakın

# Keywords
source: Power Management;Battery;System;Energy;
tr: Güç Yönetimi;Pil;Sistem;Enerji;

# Name
source: Calendar
tr: Takvim

# Comment
source: Month display with your appointments and events
tr: Randevularınız ve etkinliklerinizle birlikte ay görünümü

# Name
source: Clipboard
tr: Pano

# Comment
source: Provides access to the clipboard history
tr: Pano geçmişine erişim sağlar

# Name
source: Disks & Devices
tr: Diskler ve Cihazlar

# Comment
source: Notifications and access for devices
tr: Cihazlar için bildirimler ve erişim

# Name
source: Open with File Manager
tr: Dosya yöneticisi ile aç

# Name
source: Digital Clock
tr: Dijital Saat

# Comment
source: Time displayed in a digital format
tr: Dijital biçimde gösterilen saat

# Name
source: Icon
tr: Simge

# Comment
source: A generic icon
tr: Bir genel simge

# Name
source: Lock/Logout
tr: Kilitle/Çık

# Comment
source: Lock the screen or log out
tr: Ekranı kilitleyin ya da çıkın

# Keywords
source: Lock;Logout;Sleep;Hibernate;Switch User;
tr: Kilitle;Oturumu Kapat;Beklet;Askıya Al;Kullanıcı Değiştir;

# Name
source: Media Player
tr: Ortam Yürütücüsü

# Comment
source: Media Player Controls
tr: Ortam Yürütücüsü Denetimleri

# Name
source: Notifications
tr: Bildirimler

# Comment
source: Display notifications and jobs
tr: Bildirimleri ve görevleri göster

# Name
source: Panel Spacer
tr: Panel Ayırıcı

# Comment
source: Reserve empty spaces within the panel.
tr: Paneldeki boş alanları koruyun.

# Name
source: Individual Core Usage
tr: Bireysel Çekirdek Kullanımı

# Comment
source: System monitor Widget that shows usage of individual CPU cores
tr: Tek tek CPU çekirdeklerinin kullanımını gösteren sistem monitörü gereci

# Name
source: Total CPU Use
tr: Toplam CPU kullanımı

# Comment
source: System monitor Widget that shows the total CPU usage
tr: Toplam CPU kullanımını gösteren sistem monitörü gereci

# Name
source: Hard Disk Activity
tr: Sabit Disk Etkinliği

# Comment
source: An applet that monitors hard disk throughput and input/output
tr: Sabit diski girdi/çıktı olarak izleyen bir programcık

# Name
source: Disk Usage
tr: Disk Kullanımı

# Comment
source: System monitor Widget that shows the usage of the root partition
tr: Kök bölümün kullanımını gösteren sistem monitörü gereci

# Name
source: Memory Usage
tr: Bellek Kullanımı

# Comment
source: System monitor Widget that shows physical memory usage
tr: Fiziksel bellek kullanımını gösteren sistem monitörü gereci

# Name
source: Network speed
tr: Ağ hızı

# Comment
source: System monitor Widget that shows the download and upload data rate
tr: İndirme ve Yükleme veri hızını gösteren sistem monitörü gereci

# Name
source: System monitor Sensor
tr: Sistem izleme Sensörü

# Comment
source: Displays a configurable chart of a system monitor sensor
tr: Sistem monitörü sensörünün yapılandırılabilir bir grafiğini görüntüler

# Name
source: System Tray
tr: Sistem Çekmecesi

# Comment
source: Access hidden applications minimized in the system tray
tr: Sistem çekmecesine küçültülen uygulamalara erişin

# Name
source: Application menus daemon
tr: Uygulama menü araçları

# Comment
source: Transfers application's menu to the desktop
tr: Uygulamanın menüsünü masaüstüne aktarır

# Name
source: Wallpaper Plugins
tr: Duvar Kağıdı Eklentileri

# Name
source: Plasma Widgets
tr: Plasma Gereçleri

# Name
source: Application Launcher
tr: Uygulama Başlatıcısı

# Comment
source: Simple application launcher
tr: Basit uygulama başlatıcı

# Name
source: Standard Menu
tr: Standart Menü

# Comment
source: The menu that normally shows on right-click
tr: Sağ tıklama ile doğal olarak gösterilen menü

# Name
source: Paste
tr: Yapıştır

# Comment
source: Creates a widget from the contents of the clipboard
tr: Pano içeriğininden bir gereç oluşturur

# Name
source: Switch Activity
tr: Etkinlik Değiştir

# Comment
source: Switch to another activity
tr: Başka bir etkinliğe geç

# Name
source: Switch Desktop
tr: Masaüstünü Değiştir

# Comment
source: Switch to another virtual desktop
tr: Başka bir sanal masaüstüne geç

# Name
source: Switch Window
tr: Pencereyi Değiştir

# Comment
source: Show a list of windows to switch to
tr: Değiştirilecek pencereler listesini göster

# Name
source: Activities Engine
tr: Etkinlik Motoru

# Comment
source: Information on Plasma Activities
tr: Plasma Etkinliklerindeki Bilgiler

# Name
source: Application Job Information
tr: Uygulama Görev Bilgileri

# Comment
source: Application job updates (via kuiserver)
tr: Uygulama görevi güncellemeleri (kuiserver ile)

# Name
source: Application Information
tr: Uygulama Bilgileri

# Comment
source: Information and launching of all applications in the app menu.
tr: Uygulama menüsündeki tüm uygulamalar hakkında bilgiler ve uygulamaları çalıştırma.

# Name
source: Device Notifier
tr: Aygıt Bildirici

# Name
source: Device Status
tr: Cihaz Durumu

# Name
source: Device Notifications
tr: Aygıt Bildirimleri

# Comment
source: Passive device notifications for the user.
tr: Kullanıcı için pasif aygıt bildirimleri.

# Name
source: Dictionary
tr: Sözlük

# Comment
source: Look up word meanings
tr: Sözcük anlamlarına bak

# Name
source: Run Commands
tr: Komut Çalıştır

# Comment
source: Run Executable Data Engine
tr: Çalıştırılabilir Veri Motorunu Başlat

# Name
source: Favicons
tr: Site Simgeleri

# Comment
source: Data Engine for getting favicons of web sites
tr: Ağ sitelerinden site simgelerini almak için bir Veri Motoru

# Name
source: Files and Directories
tr: Dosyalar ve Dizinler

# Comment
source: Information about files and directories.
tr: Dosyalar ve dizinler hakkında bilgiler.

# Comment
source: Geolocation Data Engine
tr: Geolocation Veri Motoru

# Comment
source: Geolocation from GPS address.
tr: GPS adresinden coğrafi konum.

# Comment
source: Geolocation from IP address.
tr: IP adresinden coğrafi konum.

# Comment
source: Plasma Geolocation Provider
tr: Plasma Geolocation Sağlayıcı

# Name
source: Hotplug Events
tr: Tak Kullan Olayları

# Comment
source: Tracks hot-pluggable devices as they appear and disappear.
tr: Takıldıklarında ve çıkarıldıklarında tak kullan aygıtlarını izler.

# Name
source: Keyboard and Mouse State
tr: Klavye ve Fare Durumu

# Comment
source: Keyboard modifier and mouse buttons states
tr: Farenin ve klavyenin değiştirici tuşlarının durumları

# Name
source: Pointer Position
tr: İşaretçi Konumu

# Comment
source: Mouse position and cursor
tr: Fare konumu ve işaretçisi

# Comment
source: Provides information from and control over media players via MPRIS2
tr: MPRIS2 kullanarak çoklu ortam oynatıcılara bilgi sağlar ve onları denetler

# Name
source: Application Notifications
tr: Uygulama Bildirimleri

# Comment
source: Passive visual notifications for the user.
tr: Kullanıcı için pasif görsel bildirimler.

# Comment
source: PackageKit Data Engine
tr: PackageKit Veri Motoru

# Name
source: Places
tr: Konumlar

# Comment
source: Places, as seen in the file manager and in file dialogs.
tr: Konumlar, dosya yöneticisinde ve dosya açma pencerelerinde görünür.

# Name|plasma data engine
source: Power Management
tr: Güç Yönetimi

# Comment
source: Battery, AC, sleep and PowerDevil information.
tr: Pil, Adaptör, uyku kipi ve PowerDevil bilgileri.

# Name
source: Device Information
tr: Aygıt Bilgileri

# Comment
source: Device data via Solid
tr: Solid üzerinden aygıt verisi

# Name
source: Status Notifier Information
tr: Durum Bildirici Bilgileri

# Comment
source: Engine for applications' status information, based on the Status Notifier protocol.
tr: Uygulamaların durum bilgisi için motor

# Name
source: System Monitor
tr: Sistem İzleyici

# Comment
source: System status information
tr: Sistem durumu bilgileri

# Name
source: Date and Time
tr: Tarih ve Saat

# Comment
source: Date and time by timezone
tr: Zaman dilimine göre tarih ve saat

# Name
source: BBC Weather
tr: BBC Hava Durumu

# Comment
source: XML Data from the British Broadcasting Corporation
tr: British Broadcasting Corporation'dan XML verileri

# Comment
source: XML Data from Environment Canada
tr: Environment Canada'dan XML Verisi

# Name
source: NOAA's National Weather Service
tr: NOAA Ulusal Hava Durumu Servisi

# Comment
source: XML Data from NOAA's National Weather Service
tr: NOAA Ulusal Hava Durumu Servisi'nden XML Verisi

# Comment
source: Weather forecast by wetter.com
tr: wetter.com'dan hava tahmini

# Name
source: Weather
tr: Hava Durumu

# Comment
source: Weather data from multiple online sources
tr: Birden fazla çevrim içi kaynaktan hava durumu verisi

# Name
source: Free Space Notifier
tr: Boş Alan Bildirici

# Comment
source: Warns when running out of space on your home folder
tr: Ev dizininizde boş alan azaldığı zaman uyarır

# Comment
source: KDE Free Space Notifier Daemon
tr: KDE Boş Alan Bildirme Servisi

# Name
source: Low Disk Space
tr: Düşük Disk Alanı

# Name
source: Warning
tr: Uyarı

# Comment
source: Used for warning notifications
tr: Uyarı bildirimleri için kullanılır

# Name
source: Running low on disk space
tr: Düşük disk alanı üzerinde çalışıyor

# Comment
source: You are running low on disk space
tr: Düşük disk alanı üzerinde çalışıyorsunuz

# Name
source: Color Schemes
tr: Renk Şemaları

# GenericName
source: Color scheme editor
tr: Renk şeması editörü

# Comment
source: Plasma color scheme editor
tr: Plazma renk şeması editörü

# Name
source: Colors
tr: Renkler

# Comment
source: Choose color scheme
tr: Renk şemasını seçin

# X-KDE-Keywords
source: colors,colours,scheme,contrast,Widget colors,Color Scheme,color style,color theme
tr: renkler, renkler, şema, kontrast, Gereç renkleri, Renk Şeması, renk stili, renk teması

# Name
source: Cursors
tr: İmleçler

# Comment
source: Choose mouse cursor theme
tr: Fare imleci temasını seçin

# X-KDE-Keywords
source: Mouse,Cursor,Theme,Cursor Appearance,Cursor Color,Cursor Theme,Mouse Theme,Mouse Appearance,Mouse Skins,Pointer Colors,Pointer Appearance
tr: Fare, İmleç, Tema, İmleç Görünümü, İmleç Rengi, İmleç Teması, Fare Teması, Fare Görünümü, Fare Dış Görünümleri, İşaretçi Renkleri, İşaretçi Görünümü, işaretçi

# Name
source: Plasma Style
tr: Plazma Stili

# Comment
source: Choose Plasma style
tr: Plazma stilini seçin

# X-KDE-Keywords
source: Desktop Theme,Plasma Theme
tr: Masaüstü Teması, Plazma Teması

# Comment
source: Choose Plasma theme
tr: Plazma temasını seçin

# Name
source: Plasma Themes
tr: Plazma Temaları

# Name
source: User Feedback
tr: Kullanıcı Geribildirimi

# Comment
source: Configure user feedback settings
tr: Kullanıcı geri bildirim ayarlarını yapılandırın

# Name
source: Feedback
tr: Geri Bildirim

# Name
source: Fonts
tr: Yazı Tipleri

# Comment
source: Configure user interface fonts
tr: Kullanıcı arayüzü yazı tiplerini yapılandırın

# X-KDE-Keywords
source: fonts,font size,styles,charsets,character sets,panel,control panel,desktops,FileManager,Toolbars,Menu,Window Title,Title,DPI,anti-aliasing,desktop fonts,toolbar fonts,character,general fonts
tr: yazı tipleri, yazı tipi boyutu, stiller, karakter kümeleri, karakter kümeleri, panel, kontrol paneli, masaüstü bilgisayarlar, dosya yöneticisi, Araç Çubukları, Menü, Pencere Başlığı, Başlık, DPI, kenar yumuşatma, masaüstü yazı tipleri, araç çubuğu yazı tipleri, karakter, genel yazı tipleri

# Name
source: Icons
tr: Simgeler

# Comment
source: Choose icon theme
tr: Simge temasını seçin

# X-KDE-Keywords
source: icons,effects,size,hicolor,locolor
tr: simgeler, efektler, boyut, hicolor, locolor

# Name
source: Install...
tr: Kur...

# GenericName
source: Font Viewer
tr: Yazı Tipi Görüntüleyici

# Name
source: Font Installer
tr: Yazı Tipi Yükleyici

# Name
source: Manage system-wide fonts.
tr: Sistem genelinde yazı tiplerini yönetin.

# Description
source: Modifying the system-wide font configuration requires privileges.
tr: Sistem genelinde yazı tipi yapılandırmasını değiştirmek, ayrıcalıklar gerektirir.

# Name
source: Font Management
tr: Yazı Tipi Yönetimi

# Comment
source: Install, manage and preview fonts
tr: Yazı tiplerini yükleme, yönetme ve önizleme

# X-KDE-Keywords
source: font,fonts,installer,truetype,type1,bitmap
tr: yazı tipi, yazı tipleri, yükleyici, truetype, tip1, bitmap

# Name
source: Font Files
tr: Yazı Tipi Dosyaları

# Name
source: Font Viewer
tr: Yazı Tipi Görüntüleyici

# Name
source: Global Theme
tr: Küresel Tema

# Comment
source: Choose global look and feel
tr: Evrensel gör ve hisset teması seçin

# X-KDE-Keywords
source: theme, look, feel
tr: tema, bak, hisset

# Name
source: Global Themes
tr: Küresel Temalar

# Name
source: GNOME/GTK Application Styles
tr: GNOME/GTK Uygulama Stilleri

# Name
source: Application Style
tr: Uygulama Stili

# Comment
source: Configure application style and behavior
tr: Uygulama stilini ve davranışını yapılandırın

# X-KDE-Keywords
source: style,styles,look,widget,icons,toolbars,text,highlight,apps,KDE applications,theme,plasma,menu,global menu,GTK,GNOME
tr: stil, stiller, görünüm, gereç, simgeler, araç çubukları, metin, vurgulama, uygulamalar, KDE uygulamaları, tema, plazma, menü, genel menü, GTK, GNOME

# Name
source: Language
tr: Dil

# Comment
source: Change workspace and application languages
tr: Çalışma alanını ve uygulama dillerini değiştirin

# Name
source: Directory Watcher
tr: Dizin İzleyici

# Comment
source: Monitors directories for changes
tr: Dizinleri değişiklik için izler

# Name
source: Trash
tr: Çöp

# Comment
source: Contains removed files
tr: Silinen dosyaları içerir

# GenericName
source: Clipboard Tool
tr: Pano Aracı

# Comment
source: A cut & paste history utility
tr: Bir kes & yapıştır geçmişi aracı

# Description
source: Jpeg-Image
tr: Jpeg Resmi

# Description
source: Launch &Gwenview
tr: &Gwenview Uygulamasını Çalıştır

# Description
source: Open with &default Browser
tr: &Öntanımlı tarayıcı ile aç

# Description
source: Open with &Konqueror
tr: &Konqueror ile Aç

# Description
source: Open with &Mozilla
tr: &Mozilla ile Aç

# Description
source: Send &URL
tr: &URL Gönder

# Description
source: Open with &Firefox
tr: &Firefox ile Aç

# Description
source: Send &Page
tr: &Sayfayı Gönder

# Description
source: Mail-URL
tr: Adres-Postala

# Description
source: Launch &Kmail
tr: KMail Uygulamasını Ç&alıştır

# Description
source: Launch &mutt
tr: &Mutt Uygulamasını Çalıştır

# Description
source: Text File
tr: Metin Dosyası

# Description
source: Launch K&Write
tr: K&Write Uygulamasını Çalıştır

# Description
source: Local file URL
tr: Yerel dosya adresi

# Description
source: Send &File
tr: Dosya &Gönder

# Description
source: Gopher URL
tr: Gopher adresi

# Description
source: ftp URL
tr: ftp adresi

# Comment
source: Clipboard Tool.
tr: Pano Aracı.

# Name
source: Run command on clipboard contents
tr: Pano içeriğinde komut çalıştır

# Name
source: Time Zone
tr: Zaman Dilimi

# Comment
source: Provides the system's time zone to applications
tr: Sistem zaman dilimini uygulamalara sunar

# Name
source: ColorCorrect Geolocation Updater
tr: ColorCorrect Coğrafi Konum Güncelleyici

# Comment
source: Sends updated location data to the compositor
tr: Güncellenen konum verilerini oluşturucuya gönderir

# Comment
source: Plasma by KDE
tr: KDE Plasma

# Name
source: Plasma (Development, Wayland ${CMAKE_INSTALL_FULL_BINDIR})
tr: Plasma (Geliştirme, Wayland $ {CMAKE_INSTALL_FULL_BINDIR})

# Name
source: Plasma (Development, X11 ${CMAKE_INSTALL_FULL_BINDIR})
tr: Plasma (Geliştirme, X11 $ {CMAKE_INSTALL_FULL_BINDIR})

# Comment
source: Breeze by the KDE VDG
tr: KDE VDG'den esinti

# Keywords
source: Desktop;Workspace;Appearance;Look and Feel;Logout;Lock;Suspend;Shutdown;Hibernate;
tr: Masaüstü;Çalışma Alanı;Görünüm;Görünüm ve Doku;Çık;Kilitle;Askıya Al;Kapat;Uyku;

# Name
source: Internal Services
tr: Dahili Hizmetler

# Name
source: Development
tr: Geliştirme

# Name
source: Translation
tr: Çeviri

# Name
source: Web Development
tr: Web Geliştirme

# Name
source: Editors
tr: Düzenleyiciler

# Name
source: Education
tr: Eğitim

# Name
source: Languages
tr: Diller

# Name
source: Mathematics
tr: Matematik

# Name
source: Miscellaneous
tr: Diğer

# Name
source: Science
tr: Bilim

# Name
source: Teaching Tools
tr: Öğrenim Araçları

# Name
source: Arcade
tr: Oyun Makinesi

# Name
source: Board Games
tr: Masaüstü Oyunları

# Name
source: Card Games
tr: Kart Oyunları

# Name
source: Games
tr: Oyunlar

# Name
source: Games for Kids
tr: Çocuklar için Oyunlar

# Name
source: Logic Games
tr: Mantık Oyunları

# Name
source: Rogue-like Games
tr: Rogue benzeri Oyunlar

# Name
source: Tactics & Strategy
tr: Taktik ve Strateji

# Name
source: Graphics
tr: Grafik

# Name
source: Terminal Applications
tr: Uçbirim Uygulamaları

# Name
source: KDE Menu
tr: KDE Menüsü

# Name
source: More Applications
tr: Daha Fazla Uygulama

# Name
source: Multimedia
tr: Çoklu Ortam

# Name
source: Network
tr: Ağ

# Name
source: Office
tr: Ofis

# Name
source: Science & Math
tr: Bilim ve Matematik

# Name
source: Settings
tr: Ayarlar

# Name
source: System
tr: Sistem

# Name
source: Toys
tr: Eğlence

# Name
source: Lost & Found
tr: Bulunanlar

# Name
source: Accessibility
tr: Erişilebilirlik

# Comment
source: Accessibility
tr: Erişilebilirlik

# Name
source: Desktop
tr: Masaüstü

# Comment
source: Desktop
tr: Masaüstü

# Name
source: Utilities
tr: Yardımcı Araçlar

# Comment
source: Utilities
tr: Yardımcı Araçlar

# Name
source: File
tr: Dosya

# Comment
source: File
tr: Dosya

# Name
source: Peripherals
tr: Çevre Birimleri

# Comment
source: Peripherals
tr: Çevre Birimleri

# Name
source: PIM
tr: Kişisel Bilgi Yönetimi

# Comment
source: PIM
tr: Kişisel Bilgi Yönetimi

# Name
source: X-Utilities
tr: X Yardımcı Araçları

# Comment
source: X Window Utilities
tr: X Yardımcı Programları

# Name
source: KDE Multimedia Backend
tr: KDE Çoklu Ortam Arka Ucu

# Comment
source: Multimedia System
tr: Çoklu Ortam Sistemi

# Name
source: Application
tr: Uygulama

# Name
source: Audio Output Device Changed
tr: Ses Çıktı Aygıtı Değişti

# Comment
source: Notification when audio output device has automatically changed
tr: Ses çıktı aygıtı otomatik olarak değiştiğinde çıkan bildirim

# Name
source: Plasma Windowed
tr: Plasma Penceresi

# Comment
source: Run Plasmoids as simple applications
tr: Plasmoidleri basit uygulamalar olarak çalıştır

# Name
source: Software Center
tr: Yazılım Merkezi

# Comment
source: Lets you find software
tr: Yazılım bulmanıza izin verir

# Name
source: Desktop Search
tr: Masaüstü Araması

# Comment
source: Searches through files, emails and contacts
tr: Dosyalar, e-postalar ve kişiler arasında arar

# Name|plasma runner
source: Bookmarks
tr: Yer İmleri

# Comment
source: Find and open bookmarks
tr: Yer imlerini bul ve aç

# Name
source: Calculator
tr: Hesap Makinesi

# Comment
source: Calculate expressions
tr: İfadeleri hesapla

# Name
source: Kill Applications
tr: Uygulamaları Sonlandır

# Name
source: Terminate Applications
tr: Uygulamaları Bitir

# Comment
source: Stop applications that are currently running
tr: Şu anda çalışan uygulamaları durdur

# Name
source: Locations
tr: Konumlar

# Comment
source: File and URL opener
tr: Dosya ve Adres açıcı

# Comment
source: Open devices and folder bookmarks
tr: Aygıt ve dizin yer imlerini aç

# Comment
source: Basic Power Management Operations
tr: Temel Güç Yönetimi İşlemleri

# Name
source: Power
tr: Güç

# Name
source: Recent Files
tr: Son Dosyalar

# Name
source: Applications
tr: Uygulamalar

# Comment
source: Find applications, control panels and services
tr: Uygulamaları, kontrol panellerini ve servisleri bul

# Name
source: Desktop Sessions
tr: Masaüstü Oturumları

# Comment
source: Fast user switching
tr: Hızlı kullanıcı değiştirme

# Name
source: Command Line
tr: Komut Satırı

# Comment
source: Executes shell commands
tr: Kabuk komutlarını çalıştırır

# Name|plasma runner
source: Web Search Keywords
tr: Web Arama Anahtar Kelimeleri

# Comment
source: Search the web using keywords
tr: Anahtar kelimeleri kullanarak web'de arama yapın

# Name
source: Windowed widgets
tr: Pencerelendirilmiş gereçler

# Comment
source: Find Plasma widgets that can be run as standalone windows
tr: Tek başına pencere olarak da çalışabilen Plasma araçlarını bul

# Description
source: Breeze
tr: Esinti

# Name
source: Plasma Desktop Workspace
tr: Plasma Masaüstü Çalışma Alanı

# Name
source: Layout Template
tr: Yerleşim Şablonu

# Name
source: Look and Feel
tr: Bakın ve Hissedin

# Name
source: Wallpaper
tr: Duvar Kağıdı

# Name
source: Plasma Shell
tr: Plasma Kabuğu

# Name
source: Wallpaper Images
tr: Duvar Kağıdı Resimleri

# Name
source: Drive Ejector
tr: Sürücü Çıkarıcı

# Comment
source: Automatically releases drives when their eject button is pushed
tr: Çıkarma düğmesine basıldığında sürücüleri otomatik olarak ayırır

# Name
source: Hardware Detection
tr: Donanım Algılaması

# Comment
source: Provides a user interface for hardware events
tr: Donanım olayları için kullanıcı arayüzü sunar

# Name
source: Status Notifier Manager
tr: Durum Bildirim Yöneticisi

# Comment
source: Manages services that provide status notifier user interfaces
tr: Durum bildirimi kullanıcı arayüzünü sunan servisleri yönetir

# Comment
source: Launches KSysguard on Ctrl + Escape
tr: Ctrl + Escape ile KSysguard başlatılır

# Name
source: Plasma Weather Ion Dataengine
tr: Plasma Hava Ion Dataengine

# Comment
source: A special Plasma sub-dataengine for the Plasma Weather dataengine, providing access to one weather data service provider
tr: Bir hava durumu veri servis sağlayıcısına erişim sağlayan Plasma Weather veri motoru için özel bir Plazma alt-veri motoru

# Comment
source: Built-in unthemed CDE style
tr: Dahili temalandırılmamış CDE biçimi

# Comment
source: Built-in unthemed style similar to Clearlooks from GNOME
tr: GNOME'daki Clearlooks'a benzer gömülü, temasız stil

# Name
source: GTK+ Style
tr: GTK+ Biçimi

# Comment
source: Style that uses the GTK+ theming engine
tr: GTK+ temalandırma motoru kullanan bir biçim

# Comment
source: Style that uses the Apple Appearance Manager
tr: Apple Appearance Manager kullanan stil

# Comment
source: Built-in unthemed Motif style
tr: Dahili temalandırılmamış Motif biçimi

# Name
source: Plastique
tr: Plastik

# Comment
source: Built-in unthemed style similar to Plastik from KDE3
tr: KDE3'teki Plastik stiline benzer gömülü temasız stil

# Comment
source: Built-in unthemed Windows 9x style
tr: Dahili temalandırılmamış Windows 9x biçimi

# Comment
source: Style that uses the Windows Vista style engine
tr: Windows Vista stil motorunu kullanan stil

# Comment
source: Style that uses the Windows XP style engine
tr: Windows XP stil motorunu kullanan stil

# Name
source: Plain Color
tr: Düz Renk

# Comment
source: Plain color wallpaper
tr: Düz renk duvar kağıdı

# Name
source: Color
tr: Renk

# Comment
source: A plain color or gradient
tr: Düz veya gradyan bir renk

# Name
source: Image
tr: Resim

# Comment
source: Wallpaper view for images
tr: Resimler için duvar kağıdı görünümü

# Name
source: Slideshow
tr: Slayt Gösterisi

# Comment
source: Slideshow wallpaper
tr: Slayt gösterisi duvar kağıdı

# Name
source: Wallpapers
tr: Duvar Kağıtları
