Repository: pisilinux/kde-tr
Catalog: umbrello/umbrello._desktop_.po
Languages: tr

# Name
source: Simple PHP Application
tr: Basit PHP Uygulaması

# Comment
source: Generate filestructure to start a PHP application
tr: Bir PHP uygulaması başlatmak için dosya yapısını oluştur

# Comment
source: PHP Language Support
tr: PHP Dili Desteği

# Name
source: PHP Language Support
tr: PHP Dili Desteği

# Comment
source: Finds and runs PHPUnit tests.
tr: PHPUnit testlerini bulur ve çalıştırır.

# Name
source: PHPUnit Integration
tr: PHPUnit Bütünleşmesi

# GenericName
source: PHPUnit Integration
tr: PHPUnit Bütünleşmesi

# Name
source: Export Layout
tr: Düzeni Dışarıya Aktar

# Comment
source: Export Layout for Activity Diagrams
tr: Düzeni Etkinlik Diyagramları için Dışa Aktar

# Name
source: Vertical Layout
tr: Dikey Düzen

# Comment
source: Layout which renders vertical
tr: Dikey hazırlanan düzen

# Comment
source: Export Layout for Class Diagrams
tr: Düzeni Sınıf Diyagramları için Dışa Aktar

# Name
source: Horizontal Layout
tr: Yatay Düzen

# Comment
source: Export Layout for Object Diagrams
tr: Düzeni Nesne Diyagramları için Dışa Aktar

# Comment
source: Export Layout for State Diagrams
tr: Düzeni Durum Diyagramları için Dışa Aktar

# Name
source: UseCase Default Layout
tr: KullanımDurumu Öntanımlı Düzen

# Comment
source: Usecase Default Layout
tr: Kullanımdurumu Öntanımlı Düzen

# GenericName
source: UML Modeller
tr: UML Modelleyici
